Repository: yersoncp/woocommerce-language-ES_PE
Catalog: dc-woocommerce-multi-vendor-*.po
Languages: es_pe

source: Select related products to show on the single product page.
es_pe: Seleccione mostrar productos relacionados en la página individual del producto.

source: no prior data
es_pe: no hay datos anteriores

source: no amount
es_pe: ninguna cantidad

source: remains same
es_pe: sigue siendo la misma

source: Shipping Data
es_pe: Datos de envío

source: Maximum spend
es_pe: Gasto máximo

source: Minimum spend
es_pe: Gasto mínimo

source: Next
es_pe: Siguente

source: Processing...
es_pe: Procesando…

source: All Coupons
es_pe: Todos los cupones

source: Reviews
es_pe: Valoraciones

source: WordPress backend
es_pe: Escritorio de WordPress

source: Clear transients
es_pe: Limpiar transitorios

source: This tool will clear the dashboard widget transients cache.
es_pe: Esta herramienta limpiará el caché de transitorios del widget del panel.

source: Vendor Dashboard Transients
es_pe: Panel de transitorios del vendedor

source: Vendor transients cleared!
es_pe: ¡Transitorios del vendedor limpiados!

source: Wild Watermelon
es_pe: Sandía

source: Outer Space
es_pe: Espacio exterior

source: To Date
es_pe: Fecha final

source: From Date
es_pe: Fecha de inicio

source: Period
es_pe: Periodo

source: % Users
es_pe: % usuarios

source: Usage / Limit
es_pe: Uso / Límite

source: Usage limits
es_pe: Límite de uso

source: Set endpoint for coupons list page
es_pe: Establece la variable para la página de listado de cupones

source: Set endpoint for add new coupon page
es_pe: Establece la variable para la página añadir nuevo cupón

source: Set endpoint for products list page
es_pe: Establece la variable para la página de listado de productos

source: Set endpoint for add new product page
es_pe: Establece la variable para la página de añadir nuevo producto

source: Discount type
es_pe: Tipo de descuento

source: Store Name
es_pe: Nombre de la tienda

source: Store Image
es_pe: Imagen de la tienda

source: Store Cover Image
es_pe: Imagen de portada de la tienda

source: Paypal masspay
es_pe: Pago masivo PayPal

source: Vendor gets their weekly or monthly order reports.
es_pe: El vendedor obtiene los informes de pedidos semanales o mensuales.

source: Customer Questions
es_pe: Preguntas de clientes

source: Announcement
es_pe: Avisos

source: My Shop
es_pe: Mi tienda

source: Shipping class
es_pe: Clase de envío

source: No more customer query found.
es_pe: No se encontraron más preguntas de clientes.

source: Are you sure want to delete this product?
es_pe: ¿Estás seguro de que quieres eliminar este producto?

source: Questions and Answers
es_pe: Preguntas y respuestas

source: Product Deleted!
es_pe: ¡Producto eliminado!

source: Thanks for your vote!
es_pe: ¡Gracias por tu voto!

source: Please select atleast one or more commission.
es_pe: Por favor selecciona al menos una comisión.

source: Your withdrawal request has been sent to the admin and your commission will be disbursed shortly!
es_pe: ¡Tu solicitud de pago ha sido enviada al administrador y la comisión será abonada en breve!

source: Congrats! You have successfully received your commission amount.
es_pe: ¡Enhorabuena! Has recibido correctamente el importe de tu comisión.

source: {STORE_NAME} orders report
es_pe: Informe Pedidos {STORE_NAME}

source: Out of stock
es_pe: Sin existencias

source: In stock
es_pe: Con existencias

source: Enter some text, or some attributes by "%s" separating values.
es_pe: Introduce un texto o algún atributo separando los valores con "%s".

source: is down by
es_pe: es hacia abajo por

source: is up by
es_pe: es hacia arriba por

source: visitors
es_pe: visitas

source: No payment method has been selected for commission withdrawal
es_pe: No se ha seleccionado ningún método de pago para el pago de la comisión

source: Allow vendors to edit published products.
es_pe: Permitir a los vendedores editar productos publicados.

source: Vendor Pages
es_pe: Páginas vendedor

source: Vendor Frontend
es_pe: Portada vendedor

source: To boost up your profile progress add
es_pe: Para mejorar el progreso de tu perfil, añade

source: Showing _START_ to _END_ of _TOTAL_ products
es_pe: Mostrando _START_ a _END_ de _TOTAL_ productos

source: Coupon Amount
es_pe: Importe del cupón

source: You can access vendor application here: %s.
es_pe: Puede acceder a la solicitud de vendedor desde aquí: %s.

source: WCMp: Vendor's Store Location
es_pe: WCMp: Ubicación de la tienda del vendedor

source: WCMp: Vendors List
es_pe: WCMp: Lista de vendedores

source: Showing _START_ to _END_ of _TOTAL_ orders
es_pe: Mostrando _START_ a _END_ de _TOTAL_ orders

source: Product Stats
es_pe: Estadísticas de productos

source: Visitors Map
es_pe: Mapa de visitantes

source: Coupon Deleted!
es_pe: ¡Cupón eliminado!

source: Commission paid via %s <a href="%s">(ID : %s)</a>
es_pe: Comisión pagada mediante %s <a href="%s">(ID: %s)</a>

source: Post your answer...
es_pe: Publica tu respuesta...

source: Delete Permanently
es_pe: Borrar permanentemente

source: How many times this coupon can be used before it is void.
es_pe: Cuántas veces se puede usar este cupón antes de que se anule.

source: Custom CSS
es_pe: CSS personalizado

source: Add Product
es_pe: Añadir producto

source: Site Logo
es_pe: Logotipo del sitio

source: Dashboard Settings
es_pe: Ajustes del escritorio

source: Related Product Settings
es_pe: Ajustes de productos relacionados

source: %s earning:
es_pe: %s ganancia:

source: %s earning: %s
es_pe: %s ganancia: %s

source: Your question submitted successfully!
es_pe: ¡Tu pregunta se ha enviado con éxito!

source: Product Sales Report
es_pe: Informe de ventas de productos

source: Enter reply...
es_pe: Tu respuesta…

source: Commission Value
es_pe: Valor de la comisión

source: Gateway Charge Type
es_pe: Tipo de pasarela de pago

source: Edit Published Coupons
es_pe: Editar cupones publicados

source: Edit Published Products
es_pe: Editar productos publicados

source: Cancellation / Return / Exchange Policy Content
es_pe: Cancelación / Devolución / Contenido de la Política de Cambios

source: Vendor commissions
es_pe: Comisiones del vendedor

source: Earning
es_pe: Comisiones

source: Logout
es_pe: Salir

source: Checkbox
es_pe: Casilla de verificación

source: Stock
es_pe: Inventario

source: Google Map API key
es_pe: Clave de la API de Google Maps

source: Enable Asynchronous Mode
es_pe: Habilitar modo asíncrono

source: Next steps
es_pe: Siguientes pasos

source: Shop Template
es_pe: Plantilla de la tienda

source: Setup wizard
es_pe: Asistente de configuración

source: Vendor Shop
es_pe: Tienda del vendedor

source: PayPal Adaptive
es_pe: Adaptación de PayPal

source: Stripe Connect
es_pe: Conexión Stripe

source: Learn more
es_pe: Aprender más

source: Continue
es_pe: Continuar

source: Store URL
es_pe: URL de la tienda

source: Store setup
es_pe: Configuración de la tienda

source: Not right now
es_pe: Ahora mismo no

source: Let's go!
es_pe: ¡Vamos allá!

source: Vendor Product categories
es_pe: Categorías de productos del vendedor

source: Looking for help to get started
es_pe: Buscando ayuda para empezar

source: Watch the tutorial videos
es_pe: Ver los videos del tutorial

source: Yay! All done!
es_pe: ¡Hurra! ¡Todo listo!

source: Withdrawal Request
es_pe: Solicitud de pago

source: Skip this step
es_pe: Saltar este paso

source: Create your vendor registration form
es_pe: Crea tu formulario para registrar al vendedor

source: Vendor Shop Template
es_pe: Plantilla de tienda de vendedor

source: Pay via paypal payout
es_pe: Pagar a través de PayPal

source: Your marketplace is ready. It's time to bring some sellers on your platform and start your journey. We wish you all the success for your business, you will be great!
es_pe: Tu mercado está listo. Es hora de traer a algunos vendedores en tu plataforma y empezar tu viaje. ¡Te deseamos todo el éxito en tu negocio!, ¡serás muy grande!

source: If checked, automatically vendors commission will disburse.
es_pe: Si está marcada, la comisión de los vendedores se desembolsará automáticamente.

source: Return to the WordPress Dashboard
es_pe: Volver al escritorio de WordPress

source: Learn more about revenue models
es_pe: Aprende más sobre los modelos de pago

source: If you need to access the setup wizard again, please click on the button below.
es_pe: Haz clic en el botón mas abajo, si necesitas acceder otra vez al asistente de configuración.

source: If you don't want to go through the wizard right now, you can skip and return to the WordPress dashboard. Come back anytime if you change your mind!
es_pe: Si no quieres revisar el asistente en este momento, puede saltartelo y volver al panel de WordPress. ¡Puedes volver en cualquier momento si cambias de opinión!

source: Vendors can request for commission withdrawal.
es_pe: Los vendedores pueden solicitar el pago de comisiones.

source: Thank you for choosing WC Marketplace! This quick setup wizard will help you configure the basic settings and you will have your marketplace ready in no time. <strong>It’s completely optional and shouldn’t take longer than five minutes.</strong>
es_pe: ¡Gracias por elegir WC Marketplace! Este asistente de configuración te ayudará a configurar los ajustes básicos y tendrás disponible tu plataforma al instante. <strong>Es totalmente opcional y no debería tardar más de cinco minutos.</strong>

source: Pay via paypal masspay
es_pe: Pago masivo a través de PayPal

source: Show product counts
es_pe: Mostrar cantidades de productos

source: Ready!
es_pe: ¡Listo!

source: Capability
es_pe: Capacidad

source: Commission Setup
es_pe: Instalación de la comisión

source: Store Setup
es_pe: Configuración de la tienda

source: Introduction
es_pe: Introducción

source: Install WooCommerce
es_pe: Instalar WooCommerce

# enhanced select
source: Searching&hellip;
es_pe: Buscando&hellip;

# enhanced select
source: Loading more results&hellip;
es_pe: Cargando más resultados&hellip;

# enhanced select
source: You can only select %qty% items
es_pe: Solo puedes seleccionar %qty% artículos

# enhanced select
source: You can only select 1 item
es_pe: Sólo puedes seleccionar 1 artículo

# enhanced select
source: Please delete %qty% characters
es_pe: Por favor elimina %qty% caracteres

# enhanced select
source: Please delete 1 character
es_pe: Por favor, elimina 1 carácter

# enhanced select
source: Please enter %qty% or more characters
es_pe: Por favor, introduce %qty% o más caracteres

# enhanced select
source: Please enter 1 or more characters
es_pe: Por favor, introduce 1 o más caracteres

# enhanced select
source: Loading failed
es_pe: Error al cargar

# enhanced select
source: No matches found
es_pe: No se encontraron coincidencias

source: Welcome to the WC Marketplace family!
es_pe: ¡Bienvenido a la familia WC Marketplace!

source: %1$s was installed but could not be activated. <a href="%2$s">Please activate it manually by clicking here.</a>
es_pe: %1$s fue instalado pero no se pudo activar. <a href="%2$s">Puedes activarlo manualmente haciendo clic aquí.</a>

source: %1$s could not be installed (%2$s). <a href="%3$s">Please install it manually by clicking here.</a>
es_pe: %1$s no se puede instalar (%2$s). <a href="%3$s">Puedes instalarlo manualmente haciendo clic aquí.</a>

source: WC Marketplace requires WooCommerce plugin to be active!
es_pe: ¡WC Marketplace requiere el plugin WooCommerce para poder activarse!

source: WC Marketplace &rsaquo; Setup Wizard
es_pe: WC Marketplace &rsaquo; Asistente de configuración

source: Search Vendor…
es_pe: Buscar vendedor…

source: No vendor found!
es_pe: ¡No se encontró ningún vendedor!

source: For
es_pe: Por

source: Gateway Fee
es_pe: Precio de la pasarela

source: If you are not sure about how to setup commissions and payment options in your marketplace, kindly read this <a href='https://wc-marketplace.com/knowledgebase/setting-up-commission-and-other-payments-for-wcmp/' terget='_blank'>article</a> before proceeding.
es_pe: Si no estás seguro de cómo configurar las comisiones y opciones de pago en el mercado, lee por favor este <a href='https://wc-marketplace.com/knowledgebase/setting-up-commission-and-other-payments-for-wcmp/' terget='_blank'>artículo</a> antes de seguir.

source: No Vendor Matched!
es_pe: ¡No se encontró vendedor!

source: Payment Gateway Charge
es_pe: Cargo del pago por pasarela

source: Gateway Charge For
es_pe: Cargo del pago por pasarela

source: If checked, you can set payment gateway charge to the vendor for commission disbursement.
es_pe: Si está seleccionado, puedes establecer el coste de la pasarela a deducir en el pago de las comisiones al vendedor.

source: New vendor order
es_pe: Nuevo pedido de vendedor

source: %s - Powered by WC Marketplace
es_pe: %s - Desarrollado por WC Marketplace

source: WCMp Footer text
es_pe: Texto de pie de página WCMp

source: Please set payment method for this commission vendor
es_pe: Establece el método de pago para la comisión de este vendedor

source: The text to appear in the footer of WCMp emails.
es_pe: El texto que aparecerá en el pie de página de los correos WCMp.

source: Commission ID
es_pe: ID Comisión

source: Export
es_pe: Exportar

source: Mark paid
es_pe: Marcar como pagado

source: Mark as Paid
es_pe: Marcar como pagado

source: Invalid payment method
es_pe: Método de pago no válido

source: Mark as Reverse
es_pe: Marcar como inversa

source: Commission IDs
es_pe: IDs de comisión

source: New transaction has been initiated
es_pe: Se ha iniciado una nueva transacción

source: Withdrawal #%s details
es_pe: Detalles del pago #%s

source: Canceled <span class="count">(%s)</span>
es_pe: Cancelado <span class="count">(%s)</span>

source: Oops! Something went wrong please try again later
es_pe: ¡Vaya! Algo salió mal, por favor, intentalo de nuevo más tarde

source: Paypal payout setting is not configured properly please contact site administrator
es_pe: Los ajustes de pago de PayPal no están configurados correctamente, por favor contacta con el administrador del sitio

source: Please update your paypal email to receive commission
es_pe: Por favor actualiza tu correo de PayPal para recibir la comisión

source: Paypal masspay setting is not configured properly please contact site administrator
es_pe: Los ajustes de pagos masivos PayPal no están configurados correctamente, por favor contacta con el administrador del sitio

# Admin menu name
source: Commissions
es_pe: Comisiones

source: Sorry no knowledgebase found
es_pe: Lo sentimos, no se encontró documentación

source: Account Details
es_pe: Detalles de la cuenta

source: Enable "Sold by"
es_pe: Activar "Vendido por"

source: The total value of this tax.
es_pe: El valor total de este impuesto.

source: The total value of shipping.
es_pe: El valor total del envío.

source: Report has been sent
es_pe: Se ha enviado el informe

source: The total value of this commission.
es_pe: El valor total de esta comisión.

source: Disbursal Schedule
es_pe: Programa de desembolso

source: Allowed Payment Methods
es_pe: Formas de pago permitidas

source: "Related product" settings
es_pe: Opciones para productos relacionados

source: Enable Customer Support
es_pe: Habilitar el servicio de atención al cliente

source: Vendors commission will be calculated AFTER deducting the discount, otherwise, the site owner will bear the cost of the coupon.
es_pe: La comisión de los vendedores se calculará DESPUÉS de deducir el descuento, si no, el gestor del sitio tendría que asumir el coste del cupón.

source: Show support channel details in "Thank You" page and new order email.
es_pe: Mostrar los detalles del canal de soporte en la página "Gracias" y el nuevo correo de pedido.

source: Buyers can rate and review vendor.
es_pe: Los compradores pueden calificar y revisar al vendedor.

source: Vendors can request for commission withdrawal.
es_pe: Los vendedores pueden solicitar el pago de la comisión.

source: Policy Settings
es_pe: Ajustes de políticas

source: Minimum time required before an individual commission is ready for withdrawal.
es_pe: Se requiere un tiempo mínimo antes de puedas retirar una comisión individual.

source: Withdrawal Locking Period
es_pe: Período de bloqueo para solicitudes de pago

source: Disbursement Threshold
es_pe: Umbral para pagos

source: If enabled a policy section will be added to single product page.
es_pe: Si se activa, se añadirá una sección de política a una sola página de producto.

source: Allow multiple vendors to sell the same product. Buyers can choose their preferred vendor.
es_pe: Permite que varios vendedores vendan el mismo producto. Los compradores pueden elegir su vendedor favorito.

source: Disallow Vendors wp-admin Access
es_pe: Prohibir acceso a los vendores al wp-admin

source: Enter the storewide customer support details here.
es_pe: Introduce los detalles de atención al cliente para la tienda aquí.

# post type singular name
source: Knowledgebase
es_pe: Documentación

# post type general name
source: Knowledgebase
es_pe: Documentación

source: Set endpoint for vendor knowledgebase page
es_pe: Establece la variable de la página de documentación para vendedores

source: Vendor Knowledgebase
es_pe: Documentación para vendedores

source: Report an abuse for product
es_pe: Denunciar

source: Only buyers, purchased from the vendor can rate.
es_pe: Sólo los compradores del vendedor pueden calificar.

source: Discount
es_pe: Descuento

source: Commissions
es_pe: Comisiones

source: To-do
es_pe: Tareas

source: WCMp Extensions
es_pe: WCMp Extensiones

source: Reports
es_pe: Informes

source: Add Order Note
es_pe: Añadir nota al pedido

source: View Order Note
es_pe: Ver nota del pedido

source: Order Notes
es_pe: Notas de pedidos

source: Products Capability
es_pe: Permisos para productos

source: Edit Publish Products
es_pe: Editar productos publicados

source: Edit Publish Coupons
es_pe: Editar productos publicados

source: Allow vendors to Edit published products.
es_pe: Permitir a los vendedores editar los productos publicados.

source: Shipping Data Updated
es_pe: Actualizados datos de envío

source: Enable Vendor Review
es_pe: Habilitar revisión de vendedores

source: Allow Vendor To edit delete published shop coupons.
es_pe: Permitir que el vendedor edite los cupones de tienda publicados.

source: Set endpoint for transaction details page
es_pe: Establece la variable para la página de detalles de transacción

source: Set endpoint for vendor widthdrawals page
es_pe: Establece la variable para la página de pagos

source: Set endpoint for vendor tools page
es_pe: Establece la variable para la página de pedidos

source: Set endpoint for vendor report page
es_pe: Establece la variable para la página informes

source: Set endpoint for vendor shipping page
es_pe: Establece la variable para la página envío

source: Set endpoint for vendor billing page
es_pe: Establece la variable para la página facturación

source: Set endpoint for vendor policies page
es_pe: Establece la variable para la página políticas

source: Set endpoint for shopfront page
es_pe: Establece la variable para la página de tienda

source: Set endpoint for vendor announcements page
es_pe: Establece la variable para la página anuncios del vendedor

source: WCMp Vendor Dashboard Endpoints
es_pe: Variables WCMp para el panel del vendedor

source: WCMp Pages
es_pe: Páginas WCMp

source: Your Review
es_pe: Tu opinión

source: Not that bad
es_pe: No está tan mal

source: Average
es_pe: Media

source: Good
es_pe: Buena

source: Perfect
es_pe: Perfecto

source: Your Rating
es_pe: Tu puntuación

source: Message
es_pe: Mensaje

source: Payments
es_pe: Pagos

source: Add Coupon
es_pe: Añadir cupón

source: Shop
es_pe: Tienda

source: Shipping
es_pe: Envío

source: Show in Google Maps
es_pe: Mostrar en Google Maps

source: There are no reviews yet.
es_pe: No hay valoraciones aún.

source: %s review for %s
es_pe: %s opinión de %s

source: Very Poor
es_pe: Muy pobre

source: Rate...
es_pe: Tarifa...

source: Withdrawal
es_pe: Retirada

source: Stats / Reports
es_pe: Estadísticas / informes

source: More Vendors
es_pe: Más vendedores

source: Details
es_pe: Detalles

source: Price High To Low
es_pe: Precios de mayor a menor

source: Price Low To High
es_pe: Precio de menor a mayor

source: Load More
es_pe: Cargar más

source: Your next scheduled payment date is on:
es_pe: Tu próximo pago programado es el:

source: Request Withdrawals
es_pe: Solicitar retiradas

source: Sorry. No transactions are available.
es_pe: Lo sentimos. Ninguna transacción está disponible.

source: Transc.ID
es_pe: ID Transacción

source: History
es_pe: Histórico

source: Password
es_pe: Contraseña

source: Download
es_pe: Descargar

source: Mark as shipped
es_pe: Marcar como enviado

source: Download CSV
es_pe: Descargar CSV

source: to
es_pe: a

source: from
es_pe: desde

source: Product Title
es_pe: Título de producto

source: Sort
es_pe: Ordenar

source: By Category
es_pe: Por categoría

source: By Alphabetically
es_pe: Por orden alfabético

source: By date
es_pe: Por fecha

source: Pending Shipping
es_pe: Envíos pendientes

source: Dashboard
es_pe: Escritorio

source: Charges
es_pe: Cargos

source: Order Date
es_pe: Fecha de pedido

source: Sorry ! You do not have the capability to add coupons.
es_pe: ¡Lo sentimos! No tienes permiso para añadir cupones.

source: Sorry! You have not created any coupon till now.You can create your product specific coupon from -
es_pe: ¡Lo sentimos! No has creado ningún cupón hasta ahora. Puedes crear un cupón específico de producto desde -

source: Submit another coupon by
es_pe: Enviar otro cupón por

source: Usage Count
es_pe: Contador de uso

source: Coupon Code
es_pe: Código de cupón

source: Coupons
es_pe: Cupones

source: Account Number
es_pe: Número de cuenta

source: Billing
es_pe: Facturación

source: Restore
es_pe: Restaurar

source: Show More
es_pe: Mostrar más

source: Read More
es_pe: Leer más

source: Delete
es_pe: Borrar

source: Unread
es_pe: Sin leer

source: Read
es_pe: Leer

source: All
es_pe: Todo

source: Save Options
es_pe: Guardar opciones

source: Address
es_pe: Dirección

source: Store Slug *
es_pe: Enlace permanente de la tienda *

source: Enter your Store Name here
es_pe: Introducir el nombre de tu tienda aquí

source: verified buyer
es_pe: comprador verificado

source: Your comment is awaiting approval
es_pe: Tu comentario está pendiente de aprobación

source: Rated %d out of 5
es_pe: Calificación %d de 5

source: No Rating Yet
es_pe: Sin calificar aún

source: No Reviews Yet
es_pe: No hay valoraciones aún

source: out of 5
es_pe: sobre 5

source: Rated %s out of 5
es_pe: Puntuado con %s de 5

source: Price
es_pe: Precio

source: Order: %s
es_pe: Pedido: %s

source: Customer Name:
es_pe: Nombre del cliente:

source: Your password has been automatically generated: <strong>%s</strong>
es_pe: Tu contraseña ha sido generada automáticamente: <strong>%s</strong>

source: Thanks for creating an account on %s. We will process your application and revert shortly.
es_pe: Gracias por crear una cuenta el %s. Revisaremos tu solicitud pronto y recibirán una contestación pronto.

source: You may contact the site admin at %s.
es_pe: Debes ponerte en contacto con el administrador del sitio en %s.

source: Thanks for creating an account with us on %s. Unfortunately your request has been rejected.
es_pe: Gracias por crear una cuenta con nosotros. %s. Desgraciadamente tu solicitud ha sido rechazada.

source: Some of the items you had ordered have been shipped. The items that have been shipped are as follows:
es_pe: Algunos de los productos que has pedido ya han sido enviados. Los productos enviados son los siguientes:

source: Telephone:
es_pe: Teléfono:

source: Customer Details
es_pe: Detalles de cliente

source: Order Date: %s
es_pe: Fecha de pedido: %s

source: Order Link: %s
es_pe: Enlace del pedido: %s
