Repository: yersoncp/woocommerce-language-ES_PE
Catalog: dc-woocommerce-multi-vendor-*.po
Languages: es_pe

source: Coupon updated and live.
es_pe: Cupón actualizado y publicado.

source: Coupon is successfully submitted for review
es_pe: El cupón se ha enviado con éxito para su revisión

source: Invalid coupon status.
es_pe: Estado del cupón no válido.

source: Invalid product status.
es_pe: Estado del producto no válido.

source: Category hierarchy
es_pe: Jerarquía de categoría

source: Any products
es_pe: Cualquier producto

source: Coupon is successfully drafted
es_pe: El cupón se ha pasado correctamente a borrador

source: Coupon code already exists - provide a different coupon code.
es_pe: El cupón existe actualmente - facilita un código de cupón diferente.

source: Product updated and live. <a href="%s" target="_blank">View Product</a>
es_pe: Producto actualizado y publicado. <a href="%s" target="_blank">Ver producto</a>

source: Product is successfully submitted for review
es_pe: El producto se ha enviado correctamente a revisión

source: Product is successfully drafted
es_pe: El producto se ha guardado correctamente a borrador

source: Empty search field! Enter a text to search.
es_pe: ¡Campo de búsqueda vacío! Escribe un texto para buscar.

source: Select a category from the list
es_pe: Selecciona una categoría de la lista

source: This product has multiple categories hierarchy.
es_pe: Este producto tiene varias categorías de jerarquía.

source: Set endpoint for edit product page
es_pe: Establecer punto final para editar la página del producto

source: %s Stars out of 5 based on %s Reviews
es_pe: %s estrellas de 5 basado en %s reseñas

source: No allowed Product types found. Please contact site administrator.
es_pe: No se permiten tipos de productos encontrados. Pónte en contacto con el administrador del sitio.

source: You do not have permission to view this content. Please contact site administrator.
es_pe: No tienes permiso para ver este contenido. Pónte en contacto con el administrador del sitio.

source: %sAdvance Frontend Manager%s will not work with latest WCMp (v%s), so please update Advance Frontend Manager with latest one (v3.0.0).
es_pe: %sAdvance frontend Manager %s no funcionará con el último WCMp (v%s), así que por favor actualiza Advance frontend Manager con el último (v 3.0.0).

source: This field allows you to set the maximum spend (subtotal) allowed when using the coupon.
es_pe: Este campo te permite establecer el gasto máximo (subtotal) permitido al usar el cupón.

source: This field allows you to set the minimum spend (subtotal) allowed to use the coupon.
es_pe: Este campo te permite establecer el gasto mínimo (subtotal) permitido para poder usar el cupón.

source: Coupon data
es_pe: Datos del cupón

source: Description (optional)
es_pe: Descripción (opcional)

source: Coupon code
es_pe: Código de cupón

source: This is a featured product
es_pe: Este es un producto destacado

source: Featured
es_pe: Destacado

source: Catalog visibility:
es_pe: Visibilidad catálogo:

source: Stock quantity
es_pe: Cantidad del inventario

source: Stock Keeping Unit
es_pe: Unidad de salvaguarda de inventario

source: Dimensions (%s)
es_pe: Dimensiones (%s)

source: Used for variations
es_pe: Usado para variaciones

source: Select none
es_pe: Borrar selección

source: Select all
es_pe: Seleccionar todo

source: Select terms
es_pe: Seleccione términos

source: Insert file URL
es_pe: Insertar URL del archivo

source: Choose file
es_pe: Elegir archivo

source: File name
es_pe: Nombre de archivo

source: Add File
es_pe: Añadir archivo

source: File URL
es_pe: URL del archivo

source: Downloadable files
es_pe: Archivos descargables

source: Cancel
es_pe: Cancelar

# placeholder
source: To&hellip;
es_pe: Hasta&hellip;

# placeholder
source: From&hellip;
es_pe: Desde&hellip;

source: Sale price dates
es_pe: Fechas del precio rebajado

source: Schedule
es_pe: Programar

source: Regular price
es_pe: Precio normal

# placeholder
source: Buy product
es_pe: Comprar productos

source: Button text
es_pe: Texto del botón

source: Product URL
es_pe: URL del producto

source: Save attributes
es_pe: Guardar atributos

source: Close
es_pe: Cerrar

source: Ok
es_pe: Aceptar

source: Choose default
es_pe: Elige por defecto

source: GTIN Code
es_pe: Código GTIN

source: Select a different category :
es_pe: Selecciona una categoría diferente:

source: Add Product Details
es_pe: Añade detalles de producto

source: Step 2 of
es_pe: Paso 2 de

source: Expand
es_pe: Ampliar

source: Search for a product&hellip;
es_pe: Buscar un producto

source: Grouped products
es_pe: Productos agrupados

source: Publish
es_pe: Publicar

source: Product tags
es_pe: Etiquetas del producto

source: Add product gallery images
es_pe: Añadir imágenes a la galería del producto

source: Add to gallery
es_pe: Añadir a la galería

source: Add images to product gallery
es_pe: Añadir imágenes a la galería de productos

source: Product gallery
es_pe: Galería del producto

source: Set product image
es_pe: Establecer imagen del producto

source: Product image
es_pe: Imagen del producto

source: Product description
es_pe: Descripción del producto

source: Product short description
es_pe: Descripción corta del producto

source: Delete image
es_pe: Eliminar imagen

source: Click to upload Image
es_pe: Haz clic para subir una imagen

source: Your search results:
es_pe: Tus resultados de la búsqueda:

source: Create a new product
es_pe: Crear un nuevo producto

source: Not in the catalog?
es_pe: ¿No está en el catálogo?

source: Step 1 of
es_pe: Paso 1 de

source: Search category
es_pe: Buscar una categoría

source: Select a product category
es_pe: Selecciona una categoría de productos

source: List a New Product
es_pe: Listar un nuevo producto

source: Example: tshirt, music, album etc...
es_pe: Ejemplo: camiseta, música, album, etc...

source: Once a category is assigned to a product, it cannot be altered.
es_pe: Una vez que se asigna la categoría al producto, no se puede cambiar.

source: Product name, UPC, ISBN ...
es_pe: Nombre del producto, UPC, ISBN...

source: Search from our existing Product Catalog
es_pe: Busca en nuestro actual catálogo de productos

source: Tax status
es_pe: Estado del impuesto

source: This controls the title which the user sees during checkout.
es_pe: Esto controla el título que el usuario ve al terminar la compra.

source: Method title
es_pe: Título del método

source: Cost of Shipping Class:
es_pe: Coste de la clase de envío:

source: deleted from the Trash.
es_pe: eliminado de la papelera.

source: restored from the Trash.
es_pe: restaurado de la papelera.

source: moved to the Trash.
es_pe: se trasladó a la papelera.

source: %s product
es_pe: %s producto

source: %s products
es_pe: %s productos

source: Canceled
es_pe: Cancelada

source: Free Shipping
es_pe: Envío gratuito

source: Local Pickup
es_pe: Recogida local

source: Flat Rate
es_pe: Tarifa fija

source: No shipping methods offered to this zone.
es_pe: No hay métodos de envío para esta zona.

source: Shipping method(s)
es_pe: Método(s) de envío

source: Region(s)
es_pe: Región(es)

source: Zone name
es_pe: Nombre de la zona

source: Shipping zones
es_pe: Zonas de envío

source: Save changes
es_pe: Guardar los cambios

source: Calculation type
es_pe: Tipo de cálculo

source: Use <code>[qty]</code> for the number of items, <br/><code>[cost]</code> for the total cost of items, and <code>[fee percent="10" min_fee="20" max_fee=""]</code> for percentage based fees.
es_pe: Utiliza <code>[qty]</code> para el número de artículos, <br/><code>[cost]</code> para el coste total de artículos y <code>[fee percent="10" min_fee="20" max_fee=""]</code> para cargos en porcentaje.

source: Enter a cost (excl. tax) or sum, e.g. <code>10.00 * [qty]</code>.
es_pe: Introduce un coste (sin impuestos) o la suma, por ejemplo, <code>10.00 * [qty]</code> .

source: Cost of Shipping Class: "%s"
es_pe: Coste de la clase de envío: " %s"

source: Shipping Class Cost
es_pe: Coste de clase de envío

source: Cost
es_pe: Costo

source: Enter method title
es_pe: Introduce el título del método

source: Method Title
es_pe: Título del método

source: Edit Shipping Methods
es_pe: Editar métodos de envío

source: Per order: Charge shipping for the most expensive shipping class
es_pe: Por pedido: Cobra el envío por la clase de envío más cara

source: Per class: Charge shipping for each shipping class individually
es_pe: Por clase: Cobra el envío por cada clase de envío individualmente

source: None
es_pe: Ninguno

source: Lets you charge a fixed rate for shipping.
es_pe: Te permite cobrar un precio fijo por envío.

source: Choose the shipping method you wish to add. Only shipping methods which support zones are listed.
es_pe: Elige el método de envío que desees añadir. Solo se muestran los métodos de envío compatibles con zonas.

source: Add shipping method
es_pe: Añadir método de envío

source: Add Shipping Method
es_pe: Añadir métodos de envío

source: You can add multiple shipping methods within this zone. Only customers within the zone will see them.
es_pe: Puedes añadir múltiples métodos de envío dentro de esta zona. Solo los clientes dentro de la zona los verán.

source: Enabled
es_pe: Activado

source: Shipping methods
es_pe: Métodos de envío

source: Set your postcode
es_pe: Establece el código postal

source: Select specific states
es_pe: Seleccionar provincias específicas

source: Zone region
es_pe: Región de la zona

source: Zone Name
es_pe: Nombre de la zona

source: Shipping Zones
es_pe: Zonas de envío

source: Shipping method not deleted
es_pe: Método de envío no detectado

source: Shipping method not added successfully
es_pe: El método de envío no se ha añadido correctamente

source: No shipping method found for adding
es_pe: No se ha encontrado el método de envío para añadirlo

source: Shipping method disabled successfully
es_pe: Método de envío deshabilitado correctamente

source: Shipping method enabled successfully
es_pe: Método de envío habilitado correctamente

source: Shipping method deleted
es_pe: Método de envío eliminado

source: Shipping method updated
es_pe: Método de envío actualizado

source: The total value of this commission (
es_pe: Valor total de la comisión (

source: Charge varying rates based on user defined conditions
es_pe: Cargar tasas variables en función de las condiciones definidas por el usuario

source: Unserializing is forbidden!
es_pe: ¡El Unserializing está prohibido!

source: Cloning this class could cause catastrophic disasters!
es_pe: ¡Clonar esta clase podría causar desastres catastróficos!

source: Method enable or disable not working
es_pe: El método de habilitar o deshabilitar no funciona

source: Lets you charge a rate for shipping
es_pe: Te permite cobrar una tarifa para el envío

source: Shipping title must be required
es_pe: Se requiere un nombre para el método de envío

source: Shipping method added successfully
es_pe: Método de envío añadido con éxito

source: No shipping zone found for configuration. Please contact with admin for manage your store shipping
es_pe: No se encontró ninguna zona de envío, por favor comunícate con el administrador

source: Minimum order amount for free shipping
es_pe: Cantidad mínima del pedido para habilitar el envío gratuito

source: Add your shipping method for appropiate zone
es_pe: Añade tu método de envío para la zona seleccionada

source: Limit Zone Location
es_pe: Límite de localización de zona

source: Define vendor store URL (
es_pe: Define la URL de tienda del vendedor (

source: Minimum threshold amount for commission withdrawal is
es_pe: La cantidad mínima del umbral para la retirada de comisiones es

source: Sorry! You do not have this permission.
es_pe: ¡Lo siento! No tienes permisos.

source: Are you absolutely sure to delete this shipping method?
es_pe: ¿Estás absolutamente seguro de eliminar este método de envío?

source: The order ID of Commission (
es_pe: El ID de pedido de la Comisión (

source: No Shipping Classes set by Admin
es_pe: No hay clases de envío establecidas por admin

source: These costs can be optionally entered based on the shipping class set per product( This cost will be added with the shipping cost above).
es_pe: Estos costes se pueden especificar opcionalmente en función del conjunto de clases de envío por producto (este coste se añadirá con el del envío anterior).

source: Postcodes need to be comma separated
es_pe: Los códigos postales deben estar separados por comas

source: Minimum thesold amount to withdrawal commission is
es_pe: La cantidad mínima de la comisión de retirada es

source: Store Logo
es_pe: Logotipo de la tienda

source: Every 5 minute
es_pe: Cada 5 minutos

source: Top rated vendor
es_pe: Vendedores mejor valorados

source: Max Price
es_pe: Precio máximo

source: Min Price
es_pe: Precio mínimo

source: GTIN Code:
es_pe: Código GTIN:

source: Add the GTIN code for this product.
es_pe: Añadir un código GTIN a este producto.

source: GTIN type
es_pe: Tipo GTIN

source: Select type
es_pe: Selecciona el tipo

source: Select option for shown products under SPMV concept.
es_pe: Selecciona la opción para mostrar productos bajo el concepto SPMV.

source: Show SPMV products
es_pe: Mostrar productos SPMV

source: Used for maximum price products under all single product multi vendor concept.
es_pe: Utilizado para productos de precio máximo bajo el concepto de multi-vendedor de un solo producto.

source: Used for minimum price products under all single product multi vendor concept.
es_pe: Utilizado para productos de precio mínimo bajo el concepto de multi-vendedor de un solo producto.

source: Single Product Multiple Vendors (SPMV)
es_pe: Varios vendedores de un solo producto (SPMV)

source: Used for top rated vendor products under all single product multi vendor concept.
es_pe: Utilizado para los productos de los mejores vendedores bajo el concepto de multi-vendedor de un solo producto.

source: by %s
es_pe: por %s

source: Filter
es_pe: Filtro

source: Filter by product type
es_pe: Filtrar por tipo de producto

source: Apply
es_pe: Aplicar

source: Bulk Actions
es_pe: Acciones en lote

source: Move to trash
es_pe: Mover a la papelera

source: Grouped product
es_pe: Producto agrupado

source: Variable product
es_pe: Producto variable

source: Downloadable product
es_pe: Producto descargable

source: Virtual product
es_pe: Producto virtual

source: Simple product
es_pe: Producto sencillo

source: Show All Vendors
es_pe: Mostrar todos los vendedores

source: Coupon moved to the Trash
es_pe: El cupón se ha movido a la papelera

source: Coupon restored from the Trash
es_pe: El cupón se ha restaurado de la papelera

source: Move to the Trash
es_pe: Mover a la papelera

source: Restore from the Trash
es_pe: Restaurar de la papelera

source: Actions
es_pe: Acciones

source: External/Affiliate product
es_pe: Producto externo/afiliado

source: Please add country field first.
es_pe: Por favor añade primero el campo de país.

source: Error: The request to get user location timed out.
es_pe: Error: exceso de tiempo en la petición de localización del usuario.

source: Error: Location information is unavailable.
es_pe: Error: Información de la ubicación no está disponible.

source: Error: User denied the request for Geolocation.
es_pe: Error: Se denegó la petición del usuario para la geolocalización.

source: Product moved to the Trash
es_pe: Se ha movido el producto a la papelera

source: Product restored from the Trash
es_pe: El producto se ha restaurado de la papelera

source: Coupon type
es_pe: Tipo de cupón

# with first and last result
source: Viewing the single vendor
es_pe: Viendo un sólo vendedor

source: Viewing the single vendor
es_pe: Viendo un sólo vendeodr

source: Nautical miles
es_pe: Millas nauticas

source: Kilometers
es_pe: Kilómetros

source: Miles
es_pe: Millas

source: Within
es_pe: Dentro de

source: Visit
es_pe: Visita

source: Styled Map
es_pe: Mapa con estilo

source: Error: Your browser does not support geolocation.
es_pe: Error: Tu navegador no soporta geolocalización.

source: Error: The Geolocation service failed.
es_pe: Error: El servicio de geolocalización falló.

source: Skip
es_pe: Saltar

source: Select a state&hellip;
es_pe: Selecciona una provincia&hellip;

source: Store state
es_pe: Provincia de la tienda

source: Select a country&hellip;
es_pe: Selecciona un país&hellip;

source: Store Country
es_pe: País de la tienda

source: Update your store country and state.
es_pe: Actualiza la provincia y el país de tu tienda.

source: Select an option&hellip;
es_pe: Selecciona una opción&hellip;

source: Separately
es_pe: Separadamente

source: Site owner
es_pe: Propietario del sitio

source: Choose your preferred gateway charges carrier.
es_pe: Elige tu proveedor favorito de la pasarela.

source: If enabled vendor can configure their shipping on dashboard.
es_pe: Si está activo el vendedor podrá configurar su método de envío en su panel.

source: Enable Vendor Shipping
es_pe: Activa el envío por el vendedor

source: Who bear the gateway charges
es_pe: Quien se encargará de los cargos de la pasarela

source: Net Earning
es_pe: Comisiones netas

source: Upload image
es_pe: Subir una imagen

source: New password
es_pe: Nueva contraseña

source: Current password
es_pe: Contraseña actual

source: Change Password
es_pe: Cambiar contraseña

source: Confirm new password
es_pe: Confirma nueva contraseña

source: Please enter your current password.
es_pe: Introduce tu contraseña actual

source: Please fill out all password fields.
es_pe: Llena todos los campos de contraseña

source: Your current password is incorrect.
es_pe: Tu contraseña actual es incorrecta.

source: New passwords do not match.
es_pe: Las nuevas contraseñas no coinciden.

source: Please re-enter your password.
es_pe: Introduce nuevamente tu contraseña.

source: Get Addons!
es_pe: ¡Conseguir extensiones!

source: Image could not be processed. Please go back and try again.
es_pe: La imagen no se pudo procesar. Por favor regresa e intenta otra vez.

source: Rise above your peers and grab the attention of all your vendors and customers. WCMp Extensions eases the way you do business!
es_pe: Supera a tus pares y atrae la atención de todos tus vendedores y clientes. ¡Las extensiones de WCMp facilitan la manera en que haces negocios!

source: Create the best Marketplace with our coolest add-ons!
es_pe: ¡Crea el mejor mercado con nuestras super extensiones!

source: View More!
es_pe: ¡Ver más!

source: Grab It Now
es_pe: Conseguir ahora

source: Give more power to your vendors to manage their shop, allow them to track their sales and control your marketplace with additional authority- unwrap powerful marketplace solution all in one bundle.
es_pe: Dale a tus vendedores más control sobre sus tiendas, permite que rastreen sus ventas y controla tu mercado con autoridad adicional. Consigue poderosas soluciones para tu mercado, todo en un solo paquete.

source: WCMp Bundled Addons is available
es_pe: Paquete de extensiones de WCMp disponible

source: In Percentage
es_pe: En porcentaje

source: are up by
es_pe: son más altos por

source: is up by
es_pe: es alto por

source: In Fixed
es_pe: Cantidad fija

source: %age + Fixed
es_pe: % + Fijo

source: is down by
es_pe: está debajo de

source: are down by
es_pe: son más bajos que

source: Show hierarchy
es_pe: Muestra la jerarquía

source: %s email required.
es_pe: %s correo electrónico obligatorio.

source: %s login required.
es_pe: %s usuario obligatorio.

source: Sorry, you cannot delete vendors.
es_pe: Lo siento, no puedes eliminar los vendedores.

source: Enter your Last Name here
es_pe: Introduce tu apellido aquí

source: Number of products to show
es_pe: Número de productos a mostrar

source: Notes:
es_pe: Notas:

source: Number of vendors per page:
es_pe: Número de vendedores por página:

source: No of order
es_pe: Número de pedido

source: Postcode:
es_pe: Código postal:

source: Country:
es_pe: País:

source: State:
es_pe: Provincia:

source: Store
es_pe: Tienda

source: Store Slug *
es_pe: Slug de la tienda*

source: Profile Image
es_pe: Imagen de perfil

source: Display name
es_pe: Nombre a mostrar

source: Nick Name (required)
es_pe: Nombre usuario (obligatorio)

source: Last Name
es_pe: Apellidos

source: Rejected
es_pe: Rechazado

source: Approved
es_pe: Aprobado

source: Suspended
es_pe: Suspendido

source: Registered
es_pe: Registrado

source: City:
es_pe: Ciudad:

source: Shop:
es_pe: Tienda:

source: Suspend
es_pe: Suspender

source: Update
es_pe: Actualizar

source: Notes
es_pe: Notas

source: Your account has been suspended by the admin due to some suspicious activity. Please contact your <a href="mailto:%s">admin</a> for further information.
es_pe: Tu cuenta ha sido suspendida por el administrador debido a una actividad sospechosa. Por favor contacta con el <a href="mailto:%s">admin</a> para más información.

source: Cannot create existing %s.
es_pe: No puedo crear ya que existe %s.

source: Username (required)
es_pe: Usuario (obligatorio)

source: Vendor successfully created!
es_pe: ¡Vendedor creado correctamente!

source: Vendor Information updated successfully!
es_pe: ¡Información del vendedor actualizada correctamente!

source: Profile Data Updated
es_pe: Datos del perfil actualizados

source: Invalid request
es_pe: Petición incorrecta

source: Unique identifier for the resource.
es_pe: Identificador único para el recurso.

source: Payment mode
es_pe: Forma de pago

source: Close modal panel
es_pe: Cerrar ventana modal

source: Personal Information
es_pe: Información personal

source: Usernames cannot be changed.
es_pe: Los nombres de usuario no se pueden cambiar.

source: Client data
es_pe: Datos del cliente

source: Enable test mode
es_pe: Activar el modo de prueba

source: Stripe connect
es_pe: Conexión Stripe

source: Resubmit Application
es_pe: Reenviar solicitud

source: Profile management
es_pe: Perfil de gestión

source: No Vendor ID found
es_pe: No se encontró el ID del vendedor

source: The vendor cannot be deleted.
es_pe: El vendedor no se puede eliminar.

source: User is not a %s.
es_pe: Usuario no es un %s.

source: Parameter insufficient for %s.
es_pe: Parámetro insuficiente para %s.

source: Please connect with stripe account
es_pe: Por favor conecta con tu cuenta Stripe

source: Notes from our reviewer
es_pe: Notas de nuestro revisor

source: Last 30 day's performance:
es_pe: Rendimiento de los últimos 30 días:

source: Withdrawable balance
es_pe: Balance de pagos

source: 100% Profile complete
es_pe: Perfil 100% completo

source: Your account has been disconnected
es_pe: Tu cuenta ha sido desconectada

source: You are not permitted to do this
es_pe: No se te permite hacer esto

source: Social Information
es_pe: Información social

source: Store URL will be something like - %s
es_pe: URL Tienda sería como lo siguiente - %s

source: Keep it blank for not to update.
es_pe: Mantenlo en blanco para no actualizar.

source: Previously Submitted Details
es_pe: Detalles anteriormente enviados

source: Congratulations! Your vendor application on %s has been approved!
es_pe: ¡Enhorabuena! ¡Tu solicitud de vendedor en %s ha sido aprobada!

source: Vendor top rated products
es_pe: Productos del vendedor más valorados

source: WCMp: Vendor's Products by Rating
es_pe: WCMp: Productos del vendedor por valoraciones

source: Displays a list of vendor top-rated products on the vendor shop page.
es_pe: Muestra una lista de los productos de vendedores con mayor valoración en la página de tienda del vendedor.

source: Unable to disconnect your account please try again
es_pe: No ha sido posible desconectar tu cuenta, por favor inténtalo de nuevo.

source: Optional note for acceptance / rejection
es_pe: Nota opcional a enviar al cliente para aceptar / rechazar

source: Vendor Application Data
es_pe: Datos solicitudes de vendedores
