Repository: yersoncp/woocommerce-language-ES_PE
Catalog: dc-woocommerce-multi-vendor-*.po
Languages: es_pe

source: Test client id
es_pe: ID del Cliente modo Prueba

source: Get your production Client id from your stripe account
es_pe: Consigue tu ID de cliente en producción de tu cuenta stripe

source: %sWCMp Vendor Membership Stripe gateway depends on the %s PHP extension. Please enable it, or ask your hosting provider to enable it.
es_pe: %sWCMp Vendor Membership Stripe gateway necesita la extensión PHP %s. Por favor, actívala o pregunta a tu proveedor de alojamiento que lo active.

source: %sWCMp Stripe gateway depends on the %s PHP extension. Please enable it, or ask your hosting provider to enable it.
es_pe: %sWCMp Stripe gateway necesita la extensión PHP %s. Por favor actívala, o pregunta a tu proveedor de alojamiento que lo haga.

source: Sorry, you cannot process batch.
es_pe: Lo siento, no puedes procesar el lote.

source: %sWCMp Stripe Gateway%s requires PHP 5.3.29 or greater. We recommend upgrading to PHP %s or greater.
es_pe: %sWCMp Stripe Gateway%s requiere PHP 5.3.29 o superior. Recomendamos actualizar a una versión de PHP %s o superior.

source: Stripe Gateway Settings Updated
es_pe: Ajustes de la pasarela de Stripe actualizados

source: Get your development Client id from your stripe account
es_pe: Obtén tu ID de cliente de desarrollo desde tu cuenta de Stripe

source: Test Secret key
es_pe: Clave secreta de prueba

source: Vendor Profile
es_pe: Perfil del vendedor

source: Stripe Gateway
es_pe: Pasarela de Stripe

source: Add New
es_pe: Añadir nuevo

source: Sorry, you cannot update vendors.
es_pe: Lo siento, no puedes actualizar los vendedores.

source: Enter your First Name here
es_pe: Introduce tu nombre aquí

source: Email (required)
es_pe: Correo electrónico (obligatorio)

source: Enter your Email here
es_pe: Introduce tu correo electrónico aquí

source: Disconnect Stripe Account
es_pe: Desconectar cuenta de Stripe

source: First Name
es_pe: Nombre

source: API keys
es_pe: Claves API

source: Apply Again!!
es_pe: ¡¡Solicitar otra vez!!

source: We have reviewed your application. Unfortunately, you are not the right fit with us at this time.
es_pe: Hemos valorado tu solicitud. Desafortunadamente, no cumples con nuestros requisitos esta vez.

source: Sorry, you cannot create vendors.
es_pe: Lo siento, no puedes crear vendedores.

source: Sorry, you cannot check list vendors.
es_pe: Lo siento, no puedes crear lista de comprobación de vendedores.

source: Invalid Vendor ID.
es_pe: ID Vendedor no válido.

source: Profile complete is
es_pe: El perfil completo es

source: Live client id
es_pe: ID cliente público

source: Development client id
es_pe: Id cliente de desarrollo

source: Production client id
es_pe: Id cliente de producción

source: Re applied to become a vendor
es_pe: Solicitar otra vez ser vendedor

source: Config redirect URI
es_pe: Configurar URI de redirección

source: Vendor Application Archive
es_pe: Archivo de solicitudes de vendedor

source: Live Secret key
es_pe: Clave Live Secret

source: Live Publishable key
es_pe: Clave Live Publishable

source: Test Publishable key
es_pe: Clave Test Publishable

source: Stripe setting is not configured properly please contact site administrator
es_pe: Por favor contacta con el administrador del sitio, los ajustes de Stripe no se han configurado correctamente.

source: No Vendor Application archive data!!
es_pe: ¡No hay datos de archivo de solicitudes de vendedor!

source: Set endpoint for vendor profile management page
es_pe: Establece la variable para la página de gestor de perfil de vendedor

source: Secret key, you will get this credential from stripe account apikeys.
es_pe: Clave secreta, que podrás conseguir con tus apikeys de cuenta stripe.

source: Publishable Key, you will get this credential from stripe account apikeys.
es_pe: Clave Publishable, que podrás conseguir con tus apikeys de cuenta stripe.

source: Copy the URI and configured stripe redirect URI with above.
es_pe: Copia la URI y configura la redirección stripe URI a continuación.

source: Please Retry!!!
es_pe: ¡Por favor intenta otra vez!

source: Shipping Method:
es_pe: Método de envío:

source: No maximum
es_pe: Sin máximo

source: Product categories
es_pe: Categorías de producto

source: No minimum
es_pe: Sin mínimo

source: Exclude products
es_pe: Excluir productos

source: Exclude categories
es_pe: Excluir categorías

source: Are you sure and want to delete this Product? You can't undo this action ...
es_pe: ¿Estas seguro de que quieres eliminar este producto? No podrás deshacer esta acción ...

source: Private
es_pe: Privado

source: Build your form here
es_pe: Crea tu formulario aquí

source: Form Fields
es_pe: Campos del formulario

source: WooCommerce registration form
es_pe: Formulario de registro WooCommerce

source: Vendor Store Fields
es_pe: Campos tienda del vendedor

source: An error has occurred. Please reload the page and try again.
es_pe: Ocurrió un error. Por favor recarga esta página e inténtalo otra vez.

source: You don't have permission to add product tags
es_pe: No tienes permisos para añadir etiquetas al producto

source: Use %s, %s, %s CSS class to customize the form
es_pe: Utiliza %s, %s, %s CSS class para personalizar este formulario

source: Setting panel to add extra fields in vendor registration page, along with the
es_pe: El panel de ajustes para añadir campos extra en la página del registro del vendedor, además de

source: Vote
es_pe: Votar

source: Add a review to “%s”
es_pe: Añadir una valoración a “%s”

source: Be the first to review “%s”
es_pe: Sé el primero en escribir una valoración “%s”

source: You are not logged in
es_pe: No has iniciado sesión

source: No matching transactions found
es_pe: No se encontraron transacciones coincidentes

source: Showing 0 to 0 of 0 transactions
es_pe: Mostrando 0 al 0 de 0 transacciones

source: Showing _START_ to _END_ of _TOTAL_ transactions
es_pe: Mostrando _START_ a _END_ de _TOTAL_ transacciones

source: Choose product...
es_pe: Elige el producto…

source: Showing 0 to 0 of 0 questions
es_pe: Mostrando 0 a 0 de 0 preguntas

source: Showing _START_ to _END_ of _TOTAL_ questions
es_pe: Mostrando _START_ a _END_ de _TOTAL_ preguntas

source: No customer questions found!
es_pe: ¡No se encontraron preguntas de clientes!

source: Customer questions
es_pe: Preguntas de clientes

source: External store URL Label
es_pe: Etiqueta de la URL de tienda externa

source: ZIP code
es_pe: Código postal

source: YYYY-MM-DD
es_pe: AAAA-MM-DD

source: No unanswered questions found.
es_pe: No se han encontrado preguntas sin contestar.

source: Apply to all qualifying items in cart
es_pe: Aplicar a todos los elementos cualificados en la cesta

source: Unlimited usage
es_pe: Uso ilimitado

source: No restrictions
es_pe: Sin restricciones

source: Review
es_pe: Valorar

source: No categories
es_pe: Sin categorías

source: Any category
es_pe: Cualquier categoría

source: Number of rows _MENU_
es_pe: Número de filas _MENU_

source: Tracking Url :
es_pe: URL rastreo:

source: has shipped his part of order to customer.
es_pe: ha enviado una parte del pedido del cliente.

source: Vendor
es_pe: Vendedor

source: Cancelled
es_pe: Cancelado

source: Choose Media
es_pe: Elige objeto

source: monthly
es_pe: mensual

source: weekly
es_pe: semanal

source: Answered
es_pe: Respondidas

source: Unanswered
es_pe: Sin responder

source: Answer updated successfully!
es_pe: ¡Respuesta realizada correctamente!

source: You are not logged in.
es_pe: No has iniciado sesión.

source: Load More
es_pe: Ver más

source: A:
es_pe: R:

source: Q:
es_pe: P:

source: You already gave a thumbs down.
es_pe: Ya le has dado un No me gusta.

source: You already gave a thumbs up.
es_pe: Ya le has dado un Me gusta.

source: Set endpoint for vendor products Q&As page
es_pe: Establece la variable para la página del vendedor de preguntas y respuestas

source: in days
es_pe: en días

source: Vendor Products Q&As
es_pe: Preguntas y respuestas del vendedor

source: All Q&As
es_pe: Todas las preguntas y respuestas

source: Show All Q&As
es_pe: Mostrar todas las preguntas y respuestas

source: No matching customer questions found
es_pe: No se han encontrado preguntas de clientes

source: Tracking Id :
es_pe: ID de seguimiento:

source: A:
es_pe: R:

source: Q:
es_pe: P:

source: Ask Now
es_pe: Pregunta ahora

source: Register
es_pe: Registro

source: Regenerate order commissions
es_pe: Regenerar las comisiones de pedidos

source: Reload
es_pe: Volver a cargar

source: Adds a contact form on vendor's shop page so that customers can contact vendor directly( Admin will also get a copy of the same ).
es_pe: Añade un formulario de contacto en la página de la tienda del vendedor para que los clientes puedan contactar con el vendedor directamente (también se enviará copia al administrador)

source: WCMp: Contact Vendor
es_pe: WCMp: Contacta al vendedor

source: Set endpoint for vendor orders page
es_pe: Establece la variable para la página de pedidos del vendedor

source: Store Description
es_pe: Descripción de la tienda

source: Tax Amount
es_pe: Importe de impuesto

source: Shipping Amount
es_pe: Gastos de envío

source: Zip code
es_pe: Código postal

source: Address line 2
es_pe: Línea de dirección 2

source: Address line 1
es_pe: Linea de dirección 1

source: Policy Details
es_pe: Detalles de la política

source: Add note
es_pe: Añadir nota

source: Shipping address
es_pe: Dirección de envío

source: Billing address
es_pe: Dirección de facturación

source: Payment method:
es_pe: Método de pago:

source: Shipping:
es_pe: Envío:

source: Commission:
es_pe: Comisión:

source: Trash
es_pe: Papelera

source: Timezone
es_pe: Zona horaria

source: Menu order
es_pe: Orden del menú

source: Cross-sells
es_pe: Ventas cruzadas

source: Upsells
es_pe: Ventas dirigidas

source: Height
es_pe: Altura

source: Length
es_pe: Longitud

source: Weight
es_pe: Peso

source: Search
es_pe: Búsqueda

source: Product Type
es_pe: Tipo de producto

source: Order No
es_pe: Número pedido

source: Traffic
es_pe: Tráfico

source: Not Approved
es_pe: No aprobado

source: Pending
es_pe: Pendiente

source: Sorry no read announcement found.
es_pe: Lo sentimos, no se han encontrado avisos leídos.

source: Please contact your administrator to enable Google map feature.
es_pe: Por favor contacte con su administrador para que habilite la característica de Google Maps.

source: Custom product attribute
es_pe: Atributo de producto personalizado

# Tax status
source: None
es_pe: Ninguno

source: Taxable
es_pe: Imponible

source: Enter the number of days before a download link expires, or leave blank.
es_pe: Ingrese el número de días antes de que caduque el enlace de descarga, o déjelo en blanco.

source: Never
es_pe: Nunca

source: No products Available.
es_pe: No hay productos disponibles.

source: Not enough data.
es_pe: No hay suficientes datos.

source: No matching coupons found
es_pe: No se encontraron cupones coincidentes

source: Showing 0 to 0 of 0 coupons
es_pe: Mostrando 0 a 0 de 0 cupones

source: SKU refers to a Stock-keeping unit, a unique identifier for each distinct product and service that can be purchased.
es_pe: SKU se refiere a una unidad de mantenimiento de existencias, un identificador único para cada producto y servicio distinto que se puede comprar.

source: No reviews found.
es_pe: No se encontraron reseñas.

source: Invalid order
es_pe: Pedido no válido

source: Enter store location
es_pe: Introduce la ubicación de la tienda

source: Select a Category
es_pe: Seleccionar categoría

source: Tax class
es_pe: Clase de impuesto

source: Shipping only
es_pe: Envío solamente

source: Tax Status
es_pe: Estado del impuesto

source: Sold individually
es_pe: Vendido individualmente

source: Stock status
es_pe: Estado del inventario

source: Manage stock?
es_pe: ¿Gestionar inventario?

source: Unlimited
es_pe: Ilimitado

source: Download limit
es_pe: Límite de descarga

source: Sale price
es_pe: Precio rebajado

source: Upload Cover Picture
es_pe: Subir foto de portada

source: Compare your store performance against
es_pe: Compara el rendimiento de tu tienda con otras

source: Store Insights
es_pe: Estadísticas de la tienda

source: Choose Payment Method
es_pe: Selecciona el método de pago

source: Haven't found any answer you are looking for
es_pe: No se encontraron resultados para lo que estás buscando

source: Have a question? Search for answer
es_pe: ¿Tienes alguna duda? Busca la respuesta

source: Key Performance Indicators
es_pe: Indicadores clave de rendimiento

source: Unique Purchases
es_pe: Compras únicas

source: You do not have enough permission to submit a new product. Please contact site administrator.
es_pe: No tienes permiso para enviar un nuevo producto. Por favor contacta con el administrador del sitio.

source: Withdrawable Balance
es_pe: Balance de pagos

source: Download expiry
es_pe: Descarga caducada

source: Your Store Report - %s
es_pe: Tu informe de la tienda - %s

source: Enable this to only allow one of this item to be bought in a single order
es_pe: Habilítalo para permitir que sólo uno de estos elementos sea comprado en un único pedido

source: Allow backorders?
es_pe: ¿Permitir reservas de pedidos?

source: Enable stock management at product level
es_pe: Habilitar gestión del inventario a nivel de producto

source: If managing stock, this controls whether or not backorders are allowed. If enabled, stock quantity can go below 0.
es_pe: Si estás gestionando stock, esto controla si las reservas de productos que no tienes en stock están permitidas. Si está habilitado, la cantidad de stock puede estar por debajo de 0.

source: Stock quantity. If this is a variable product this value will be used to control stock for all variations, unless you define stock at variation level.
es_pe: Cantidad de stock. Si es un producto variable este valor se usará para controlar el stock de todas las variaciones, a menos que definas el stock a nivel de variación.

source: Sorry no unread announcement found.
es_pe: Lo sentimos, no se han encontrado avisos sin leer.

source: Total sales
es_pe: Ventas totales

source: Received orders
es_pe: Pedidos recibidos

source: Store traffic
es_pe: Tráfico de la tienda

source: This product does not exists
es_pe: Este producto no existe

source: Order notes :
es_pe: Notas del pedido:

source: Showing _START_ to _END_ of _TOTAL_ coupons
es_pe: Mostrando _START_ a _END_ de _TOTAL_ cupones

source: Account type
es_pe: Tipo de cuenta

source: Sorry no trash announcement found.
es_pe: Lo sentimos, no se han encontrado avisos en la papelera.

source: Sorry no announcement found.
es_pe: Lo sentimos, no se han encontrado avisos.

source: You have no pending shipping!
es_pe: ¡No tienes envíos pendientes!

source: Revenue
es_pe: Ganancias

source: Paypal Email
es_pe: Correo electrónico de Paypal

source: Leave blank for unlimited re-downloads.
es_pe: Déjalo en blanco para descargas ilimitadas.

source: Number of Coupons used
es_pe: Cupones usados

source: Total Coupon Discount
es_pe: Descuento total de cupones

source: Number of Unique Customers
es_pe: Clientes únicos

source: Total number of Order placed
es_pe: Pedidos

source: Your average order value %1$s for this span was %2$s
es_pe: Tu valor promedio de pedido %1$s para este período fue de %2$s

source: During this span, %1$s has been credited to your %2$s account, as commission.
es_pe: Hasta ahora, %1$s se ha pagado como comisión, a tu cuenta %2$s.

source: Your earning
es_pe: Tus comisiones

source: Enable reviews
es_pe: Activar valoraciones

source: Width
es_pe: Ancho

source: Expiry Date
es_pe: Fecha de caducidad

source: Coupon(s)
es_pe: Cupón(es)

source: Draft
es_pe: Borrador

source: Add
es_pe: Añadir

source: Reply to
es_pe: Responder a

source: Reply
es_pe: Responder

source: ago
es_pe: hace

source: Preview
es_pe: Vista previa

source: Categories
es_pe: Categorías

source: Product -
es_pe: Producto -

source: Check this box if the coupon should not apply to items on sale. Per-item coupons will only work if the item is not on sale. Per-cart coupons will only work if there are items in the cart that are not on sale.
es_pe: Marque esta casilla si el cupón no debe aplicarse a artículos rebajados. Los cupones para artículos concretos sólo funcionarán si el artículo no está rebajado. Los cupones para carrito completo solo funcionarán si no hay artículos rebajados en el carrito.

source: Exclude sale items
es_pe: Excluir artículos rebajados

source: Check this box if the coupon cannot be used in conjunction with other coupons.
es_pe: Marque esta casilla si el cupón no puede aplicarse en combinación con otros cupones.

source: Individual use only
es_pe: Uso individual

source: Usage restriction
es_pe: Restricción de uso

source: Coupon expiry date
es_pe: Fecha de caducidad del cupón

source: You do not have enough permission to submit a new coupon. Please contact site administrator.
es_pe: No estás autorizado para enviar un nuevo cupón. Por favor contacta con el administrador del sitio.

source: Site Administrator has blocked this vendor
es_pe: El Administrador del sitio ha bloqueado este vendedor

source: You have logged in as Administrator. Please <a href="%s">log out</a> and then view this page.
es_pe: Estás identificado como Administrador. Por favor haz <a href="%s">log out</a> y después consulta esta página.

source: %s no of orders:
es_pe: %s no de pedidos:

source: Last %d days
es_pe: Últimos %d días

source: No Data
es_pe: Sin datos

source: Paypal payout
es_pe: Pago por PayPal

source: {STORE_NAME}, your orders report
es_pe: {STORE_NAME}, tu informe de pedidos

source: Vendor orders stats report
es_pe: Informe de estadísticas de pedidos del vendedor

source: No matching orders found
es_pe: No se encontraron pedidos coincidentes

source: Showing 0 to 0 of 0 orders
es_pe: Mostrando 0 a 0 de 0 pedidos

source: Last 30 days
es_pe: Últimos 30 días

source: Last 7 days
es_pe: Últimos 7 días

source: Please select atleast one and more order.
es_pe: Por favor selecciona al menos un pedido.

source: Shipping classes are used by certain shipping methods to group similar products.
es_pe: Las clases de envío son utilizadas por determinados métodos de envío para agrupar productos similares.

source: Give a thumbs down
es_pe: Dar un pulgar hacia abajo

source: Give a thumbs up
es_pe: Dar un pulgar hacia arriba

source: Are you sure want to delete this coupon?
es_pe: ¿Está seguro de que quiere eliminar este cupón?

source: Published
es_pe: Publicado

source: Will be applicable on vendor frontend
es_pe: Será aplicable en el frontend del vendedor

source: Old West
es_pe: Antiguo Oeste

source: Green Lagoon
es_pe: Laguna Verde

source: Dashboard Color Scheme
es_pe: Esquema de color del escritorio

source: <a href="https://developers.google.com/maps/documentation/javascript/get-api-key#get-an-api-key" target="_blank">Click here to generate key</a>
es_pe: <a href="https://developers.google.com/maps/documentation/javascript/get-api-key#get-an-api-key" target="_blank">Haga clic aquí para generar la clave de API</a>

source: Used for vendor store maps
es_pe: Se usa para los mapas de tiendas del vendedor

source: Used as site logo on vendor dashboard pages
es_pe: Se usa como logo del sitio en las páginas de escritorio del vendedor

source: Disbursement Schedule
es_pe: Planificación de desembolsos

source: Choose your preferred gateway charge type.
es_pe: Elija su pasarela de pago preferida.

source: %s withdrawal:
es_pe: %s pago:

source: %s sale:
es_pe: %s venta:

source: There is no stats report available.
es_pe: No está disponible el informe de estadísticas.

source: Please find your report attachment
es_pe: Por favor encuentre su informe adjunto

source: %s no of orders: %s
es_pe: %s no de pedidos: %s

source: %s withdrawal: %s
es_pe: %s pago: %s

source: %s sale: %s
es_pe: %s venta: %s

source: Hello %s,<br>Your %s store orders report stats are as follows:
es_pe: Hola %s,<br>Su %s informe de estadísticas de pedidos es:

source: Signup has been disabled.
es_pe: El registro de usuarios se ha deshabilitado.

source: Payment failed
es_pe: Pago fallido

source: No orders found!
es_pe: ¡No se encontraron pedidos!

source: Previous
es_pe: Anterior

source: Search:
es_pe: Buscar:

source: No matching products found
es_pe: No se encontraron coincidencias de producto

source: Showing 0 to 0 of 0 products
es_pe: Mostrando 0 a 0 de 0 productos

source: Commission notes
es_pe: Notas de la comisión

source: Visible on the product page
es_pe: Visible en la página del producto

source: Value(s)
es_pe: Valor(es):

source: Unfortunately transaction details are not found. You may try again later.
es_pe: Lamentablemente no se encontraron los detalles de la transacción. Inténtalo más tarde.

source: On shop, cart and checkout page.
es_pe: En la página de la tienda, carrito y pago.

source: Refund Policy Content
es_pe: Contenido de las Políticas de Reembolso

source: Shipping Policy Content
es_pe: Contenido de las Políticas de Envío

source: WCMp 3.0 lets vendors' add Simple Products from frontend. Grab our best-selling <a href="//wc-marketplace.com/product/wcmp-frontend-manager/">Advanced Frontend Manager</a> and allow all product types to be uploaded from vendor dashboard itself.
es_pe: WCMp 3.0 permite a los vendedores añadir productos simples desde el frontend. Obtén nuestro best-seller <a href="//wc-marketplace.com/product/wcmp-frontend-manager/">Gestor Avanzado de Frontend</a> y permita que todos los tipos de productos sean cargados desde el panel del vendedor.

source: Back-end only
es_pe: Sólo back-end

source: Both frontend and back-end
es_pe: Ambos frontend y back-end

source: Allow vendor to edit/delete published shop coupons.
es_pe: Permitir al vendedor editar/borrar cupones publicados.

source: Usage limit per coupon
es_pe: Límite de uso por cupón

source: Remove
es_pe: Eliminar

# page_slug
source: dashboard
es_pe: escritorio

source: WCMp: Vendor's Product Categories
es_pe: WCMp: Categorías de Producto de Vendedores

source: Displays a list of product categories added by the vendor on the vendor shop page.
es_pe: Muestra una lista de las categorías de producto añadidas por el vendedor en su página de tienda.

source: Vendor Tools
es_pe: Herramientas del Vendedor

source: Coupons List
es_pe: Lista de Cupones

source: Products List
es_pe: Lista de Productos

source: No coupons found!
es_pe: ¡No se encontraron cupones!

source: How many times this coupon can be used by an individual user. Uses billing email for guests, and user ID for logged in users.
es_pe: Cuántas veces puede utilizar este cupón un único usuario. Utiliza el correo de facturación para los invitados, y el ID del usuario para usuarios registrados.

source: Usage limit per user
es_pe: Límite de uso por usuario

source: The maximum number of individual items this coupon can apply to when using product discounts. Leave blank to apply to all qualifying items in cart.
es_pe: Número máximo de artículos individuales al que puede aplicarse este cupón al usar descuentos en productos. Déjalo en blanco para que se aplique a todos los artículos válidos del carrito.

source: Limit usage to X items
es_pe: Limitar el uso a X artículos

source: No products found!
es_pe: ¡No se encontraron productos!

source: Tools
es_pe: Herramientas

source: Please select atleast one and more transactions.
es_pe: Por favor seleccione al menos una transacción.

source: Oops something went wrong! Your commission withdrawal request was declined!
es_pe: ¡Oops algo ha ido mal! ¡Su solicitud de pago de comisión ha sido rechazada!

source: Display list of registered vendors on your site.
es_pe: Muestra una lista de vendedores registrados en tu sitio.

source: Displays a brief info about the current product's vendor.
es_pe: Muestra una breve información sobre el proveedor del producto actual.
