Repository: yersoncp/woocommerce-language-ES_PE
Catalog: dc-woocommerce-multi-vendor-*.po
Languages: es_pe

source: Regenerated order commission.
es_pe: Regenerado comisión del pedido.

source: %s order
es_pe: %s pedido

source: %s orders
es_pe: %s pedidos

source: Note:
es_pe: Nota:

source: Change status to completed
es_pe: Cambiar el estado a completado

source: Change status to on-hold
es_pe: Cambiar estado a En espera

source: status changed to.
es_pe: estado cambiado a.

source: Change status to processing
es_pe: Cambiar estado a pendiente

source: Commission cancelled for Order &ndash; <a href="%s" target="_blank">#%s</a>
es_pe: Comisión cancelada por el pedido &ndash; <a href="%s" target="_blank">#%s</a>

source: Order status changed by vendor bulk edit:
es_pe: Estado del pedido cambiado mediante edición en lote por vendedor:

source: Advance Marketplace Product Listing is a well known e-commerce product listing where you can not changed the options like Categoires, GTIN once you chosen. By disabling you can override it.
es_pe: Advance Marketplace Product Listing es un conocido listado de productos de comercio electrónico donde no puedes cambiar las opciones como categorías, GTIN una vez que has elegido. Al desactivarlo, puedes anularlo.

source: Customer provided note:
es_pe: Nota proporcionada por el cliente:

source: Account Type
es_pe: Tipo de cuenta

source: Bank Details
es_pe: Detalles bancarios

source: Routing Number
es_pe: Número de enrutamiento

source: Sorry, no pending bank transaction data is available.
es_pe: Lo siento, no hay ningún dato disponible de transacciones bancarias.

source: Invalid Withdrawal details
es_pe: Datos de retirada no válidos

source: product
es_pe: producto

source: Total Earned
es_pe: Ganancias totales

source: Refund generated for Commission &ndash; #%s
es_pe: Reembolso generado para la comisión &ndash; #%s

source: coupon
es_pe: cupón

source: Reversed
es_pe: Revertido

source: Withdrawal Orders
es_pe: Solicitudes de retiradas

source: Are you sure you want to cancel this order? This action cannot be undone.
es_pe: ¿Está seguro de que desea cancelar este pedido? Esta acción no se puede deshacer.

source: Submit issue
es_pe: Enviar problema

source: Attachments
es_pe: Adjuntos

source: Report a bugs
es_pe: Informar un fallo

source: Total Debit
es_pe: Total débito

source: Total Credit
es_pe: Total crédito

source: Initial Balance
es_pe: Balance inicial

source: Customer detail
es_pe: Detalle del cliente

source: From :
es_pe: Desde :

source: Order date
es_pe: Fecha del pedido

source: Grant access
es_pe: Conceder acceso

source: Private note
es_pe: Nota privada

source: Note to customer
es_pe: Enviar la nota al cliente

source: Payment method
es_pe: Método de pago

source: Ending Balance
es_pe: Balance final

source: Copied!
es_pe: ¡Copiado!

source: Customer download link
es_pe: Enlace de descarga del cliente

source: Access expires
es_pe: Acceso caduca

source: Downloads remaining
es_pe: Descargas restantes

source: Revoke access
es_pe: Revocar acceso

source: Refund
es_pe: Reembolsar

source: Commission Refunded
es_pe: Comisión reembolsada

source: Discount:
es_pe: Descuento:

source: Items
es_pe: Artículos

source: Order details #%1$s
es_pe: Detalles del pedido #%1$s

source: File %d
es_pe: Archivo %d

source: Introduction step
es_pe: Paso introductorio

source: Store Setup Wizard
es_pe: Asistente de configuración de la tienda

source: No transactions found!
es_pe: ¡No se encontraron transacciones!

source: No shipping address set.
es_pe: No se han establecido direcciones de envío.

source: No billing address set.
es_pe: No se ha establecido la dirección de facturación.

source: Payment via <u><strong>%s</strong></u>
es_pe: Pago vía <u><strong>%s</strong></u>

source: Enter text ...
es_pe: Introduce el texto ...

source: Copy link
es_pe: Copiar enlace

source: Downloaded %s time
es_pe: Descargado %s vez

source: Refund %s manually
es_pe: Reembolsado %s manualmente

source: Suborders
es_pe: Subpedidos

source: Store Customize
es_pe: Personalización de la tienda

source: Visit Dashboard
es_pe: Visitar escritorio

source: You can also:
es_pe: También puedes:

source: Create a product
es_pe: Crear un producto

source: Create some products
es_pe: Crear algunos productos

source: Next step
es_pe: Siguiente paso

source: Postcode / ZIP
es_pe: Código postal

source: Choose a state&hellip;
es_pe: Elige una provincia&hellip;

source: Click to toggle
es_pe: Haz clic para alternar

source: Payment gateway
es_pe: Pasarela de pago

source: Total available to refund
es_pe: Total disponible para reembolsar

source: Payment Configure
es_pe: Configuración de pago

source: Pre-discount:
es_pe: Antes del descuento:

source: Tracking number
es_pe: Número de seguimiento

source: There are no notes yet.
es_pe: No hay notas aún.

source: added on %1$s at %2$s
es_pe: añadido el %1$s a las %2$s

source: Reason for refund (optional):
es_pe: Motivo del reembolso (opcional):

source: Amount already refunded
es_pe: Cantidad ya reembolsada

source: Restock refunded items
es_pe: Reponer artículos reembolsados

source: Order migrate
es_pe: Migración del pedido

source: Choose a country&hellip;
es_pe: Elegir un país&hellip;

source: You're ready to start selling!
es_pe: ¡Todo preparado para empezar a vender!

source: Vendor Order &ndash; %s
es_pe: Pedido del vendedor &ndash; %s

# Order table details
source: for
es_pe: para

source: Please, add a report title.
es_pe: Por favor, añade un título al informe.

source: Downloadable product permissions
es_pe: Permisos de productos descargables

source: Where is your store based?
es_pe: ¿Donde está basada tu tienda?

source: Invalid refund amount
es_pe: Cantidad inválida de reembolso

source: This will regenerate all vendors older orders to individual orders
es_pe: Esto regenerará todos los pedidos más antiguos de los vendedores a pedidos individuales

source: Force WCMp order migrate
es_pe: Forzar la migración de pedidos WCMp

source: Please try after sometime.
es_pe: Por favor, inténtalo después de algún tiempo.

source: Thanks for reporting this bugs.
es_pe: Gracias por informar de estos errores.

source: has reported a bugs regarding WCMp (v3.4). Details are as follows -
es_pe: ha informado de un error con respecto a WCMp (v3.4). Los detalles son los siguientes -

source: After pre-tax discounts.
es_pe: Después de los descuentos antes de impuestos.

source: Search for a downloadable product&hellip;
es_pe: Busca un producto descargable&hellip;

source: Add a note for your reference, or add a customer note (the user will be notified).
es_pe: Añade una nota para tu referencia, o añade una nota para el cliente (no se avisará al usuario).

source: Copying to clipboard failed. You should be able to right-click the button and copy.
es_pe: El copiado al portapapeles falló. Deberías poder hacer clic derecho en el botón y copiar.

source: You will need to manually issue a refund through your payment gateway after using this.
es_pe: Tendrás que enviar manualmente un reembolso a través de tu pasarela de pago después de usar esto.

source: Note: the refund reason will be visible by the customer.
es_pe: Aviso: el motivo del reembolso será visible para el cliente.

source: Error processing refund. Please try again.
es_pe: Error al procesar el reembolso. Por favor, inténtalo de nuevo.

source: You're ready to add products to your store.
es_pe: Ya estás listo para añadir productos a tu tienda.

source: The following wizard will help you configure your store and get you started quickly.
es_pe: El asistente a continuación te ayudará a configurar tu tienda y empezar a funcionar rápidamente.

# Order note
source: Update via parent order:
es_pe: Actualizar vía pedido superior:

source: WCMp Split (v3.4) report bug -
es_pe: Informar fallos WCMp Split (v3.4) -

source: Force order migration started.
es_pe: Iniciar la migración forzosa de pedidos.

source: Set endpoint for vendor banking overview page
es_pe: Establece un punto final para la página de información general de la banca de proveedores

source: Add some introduction or welcome speech to your vendor. This section display in vendor store setup wizard introduction step.
es_pe: Añade alguna introducción o texto de bienvenida a tu vendedor. Esta sección se muestra en el paso de introducción del asistente de configuración de almacén de proveedores.

source: Withdrawal generated for Commission &ndash; <a href="%s" target="_blank">#%s</a>
es_pe: Retiro generado para la comisión – <a href="%s" target="_blank">%s</a>

source: Withdrawal generated for Commission &ndash; #%s
es_pe: Retiro generado para la comisión &ndash; #%s

# Order note
source: Sync from vendor's suborders:
es_pe: Sincronizar desde los subpedidos del vendedor:

source: If you don't want to go through the wizard right now, you can skip and return to the dashboard. Come back anytime if you change your mind!
es_pe: Si no deseas pasar por el asistente en este momento, puedes omitir y volver al panel. ¡Vuelve cuando cambies de opinión!

source: Thank you for being the part of us. This quick setup wizard will help you configure the basic store settings and you will have your marketplace ready in no time. <strong>It’s completely optional and shouldn’t take longer than five minutes.</strong>
es_pe: Gracias por ser parte de nosotros. Este asistente de configuración rápido te ayudará a configurar los ajustes básicos de la tienda y tendrás listo tu mercado en poco tiempo. <strong>Es completamente opcional y no debería tardar más de cinco minutos.</strong>

source: Commission generated for Order &ndash; <a href="%s" target="_blank">#%s</a>
es_pe: Comisión generada para el pedido &ndash; <a href="%s" target="_blank">#%s</a>

source: Debit
es_pe: Débito

source: Reference
es_pe: Referencia

source: Type
es_pe: Tipo

source: Other
es_pe: Otro

source: Shipping method
es_pe: Método de envío

source: Shipping name
es_pe: Nombre del envío

source: Variation ID:
es_pe: ID variación:

source: Qty
es_pe: Ctd

source: Item
es_pe: Artículo

source: Refunded
es_pe: Reembolsado

source: Vendor details
es_pe: Detalles del vendedor

source: Commission Status:
es_pe: Estado de la comisión:

source: Order status
es_pe: Estado del pedido

source: Refund #%1$s - %2$s
es_pe: Reembolso #%1$s - %2$s

source: Refund #%1$s - %2$s by %3$s
es_pe: Reembolso #%1$s - %2$s por %3$s

source: %s (No longer exists)
es_pe: %s (Ya no existe)

source: Commission amount
es_pe: Importe de la comisión

source: Commission data
es_pe: Datos de la comisión

source: Banking Overview
es_pe: Resumen bancario

source: Refunded %s from commission
es_pe: %s reembolsado por comisión

source: Refund amount
es_pe: Cantidad reembolsada

source: Admin Earnings
es_pe: Ganancias de administración

source: Partial refunded
es_pe: Reembolso parcial

source: %1$s #%2$s details
es_pe: %1$s #%2$s detalles

source: Associated order
es_pe: Pedido asociado

source: Commission status: %s
es_pe: Estado de la comisión: %s

source: Associated vendor %s
es_pe: Vendedor asociado %s

source: Commission for order <a href="%s">(ID : %s)</a> is created.
es_pe: Se ha creado la comisión para el pedido <a href="%s">(ID : %s)</a>.

source: Welcome to the %s family!
es_pe: ¡Bienvenido a la familia %s!

source: Shipping amount
es_pe: Cantidad del envío

source: %s Net Commission
es_pe: %s Comisión neta

source: %s net sales in this period
es_pe: %s ventas netas en este período

source: Net sales amount
es_pe: Cantidad ventas netas

source: Gross sales amount
es_pe: Cantidad ventas brutas

source: Average net sales amount
es_pe: Cantidad media de ventas netas

source: Average gross sales amount
es_pe: Cantidad media de ventas brutas

source: %s average gross daily sales
es_pe: %s media de ventas diarias netas

source: Order note added
es_pe: Nota de pedido añadida

source: Are you sure you want to revoke access to this download?
es_pe: ¿Estás seguro de que quieres revocar el acceso a esta descarga?

source: Could not grant access - the user may already have permission for this file or billing email is not set. Ensure the billing email is set, and the order has been saved.
es_pe: No se pudo permitir el acceso - puede que el usuario ya tuviese acceso a este archivo o que no haya especificado su correo electrónico de facturación. Asegúrate de haber establecido el correo electrónico de facturación y de que el pedido se haya guardado.

source: Are you sure you wish to process this refund? This action cannot be undone.
es_pe: ¿Estás seguro de querer procesar este reembolso? Esta acción no se puede deshacer.

source: Number of items sold
es_pe: Número de artículos vendidos

source: %s worth of coupons used
es_pe: %s valor de cupones utilizados

source: %s charged for shipping
es_pe: %s cobrado por envío

source: %1$s refunded %2$d order (%3$d item)
es_pe: %1$s reembolsado %2$d pedido (%3$d artículo)

source: %s items purchased
es_pe: %s artículos comprados

source: %s orders placed
es_pe: %s pedidos realizados

source: This is the sum of the order totals after any refunds and excluding shipping and taxes.
es_pe: Esta es la suma de los totales de pedidos después de los reembolsos, excluyendo gastos de envío e impuestos.

source: This is the sum of the order totals after any refunds and including shipping and taxes.
es_pe: Esta es la suma de los totales de pedidos después de los reembolsos, incluyendo gastos de envío e impuestos.

source: %s average net monthly sales
es_pe: %s promedio neto de ventas mensuales

source: %s average gross monthly sales
es_pe: %s promedio bruto de ventas mensuales

source: %s average net daily sales
es_pe: %s promedio neto de ventas diarias

source: %s &rsaquo; Store Setup Wizard
es_pe: Asistente configuración tienda &rsaquo; %s

source: Commission Order Details
es_pe: Detalles de la comisión del pedido

source: Total Earnings commission
es_pe: Total comisiones ganadas

source: Please make order refundable first.
es_pe: Por favor crea primero un pedido de reembolso.

source: Commission total calcutated including tax charges.
es_pe: Total comisión calculada incluyendo los cargos del impuesto.

source: Commission total calcutated including shipping charges.
es_pe: Comisión total calculado incluyendo gastos de envío.

source: Commission calculated including coupon.
es_pe: Comisión calculada incluyendo el cupón.

source: There was an error calling this tool. There is no callback present.
es_pe: Ocurrió un error al reclamar esta herramienta. No hay un callback presente.

source: WCMp visitors stats successfully deleted
es_pe: Las estadísticas de visitantes WCMp fueron eliminadas correctamente

source: WCMp transients cleared
es_pe: Se limpiaron los transitorios WCMp

source: This tool will clear ALL the table data of WCMp visitors stats.
es_pe: Esta herramienta eliminará TODOS los datos de la tabla de estadísticas de visitantes WCMp.

source: Reset database
es_pe: Restablecer base de datos

source: Reset visitors stats table
es_pe: Restablecer datos de estadísticas

source: This tool will clear all WCMp vendors transients cache.
es_pe: Esta herramienta eliminará todos los vendedores WCMp de la caché de transitorios.

source: WCMp vendors transients
es_pe: Transitorios de vendedores WCMp

source: Report abuse for {product_name}
es_pe: Denunciar abuso para {product_name}

source: Report an abuse for product {product_name}
es_pe: Denunciar abuso para el producto {product_name}

source: Report Abuse email via customer.
es_pe: Denunciar abuso por email vía cliente.

source: Product details
es_pe: Detalles del producto

source: A customer is reporting an abuse on the product - %s (ID: #%s). Details are as follows:
es_pe: Un cliente está denunciando un abuso en el producto - %s (ID: %s). Los detalles son los siguientes:

source: When product stock reaches this amount you will be notified by email
es_pe: Cuando el inventario del producto alcance esta cantidad recibirás un aviso por correo electrónico

source: Low stock threshold
es_pe: Umbral de bajas existencias

source: Customer details
es_pe: Datos del cliente

source: Hello %s,<br>A customer is trying to contact you. Details are as follows:
es_pe: Hola %s, <br> un cliente está tratando de ponerse en contacto contigo. Los detalles son los siguientes:

source: Hello %s, A customer is trying to contact you. Details are as follows:
es_pe: Hola %s, Un cliente está tratando de contactar contigo. Los detalles son los siguientes:

source: Enter Address
es_pe: Introduce la dirección

source: {STORE_NAME}'s Customer contact
es_pe: Contacto con el cliente de {STORE_NAME}

source: [{site_title}] Contact Vendor
es_pe: [{site_title}] Contacte al vendedor

source: Vendor Contact Email
es_pe: Correo electrónico de contacto al vendedor

source: Vendor contact email via customer.
es_pe: Correo electrónico de contacto del vendedor para los clientes.

source: Enable product GTIN features
es_pe: Habilite las características de GTIN del producto

source: Enable Product GTIN
es_pe: Habilita el GTIN del producto

source: This email address is already registered.
es_pe: Este correo electrónico ya ha sido registrado.

source: Please provide a valid email address.
es_pe: Por favor escribe una dirección de correo electrónico válida.

source: Disable Advance Marketplace Product Listing
es_pe: Deshabilita la lista de productos de Advance Marketplace

source: Disable advance marketplace product listing flows like popular ecommerce site.
es_pe: Desactiva el flujo de listado de productos avanzado del marketplace como se realizaría en un sitio ecommerce.

source: Cheatin&#8217; huh?
es_pe: ¿Haciendo trampas?

source: No results found
es_pe: No se han encontrado resultados

source: Select
es_pe: Elige

source: Coupon code already exists - customers will use the latest coupon with this code.
es_pe: El código de cupón ya existe - los clientes usarán el ultimo cupón que tenga este código.

source: The stock has not been updated because the value has changed since editing. Product %1$d has %2$d units in stock.
es_pe: No se ha actualizado el inventario debido a que el valor cambió mientras se modificaba. El producto %1$d tiene %2$d existencias en el inventario.

source: Invalid product.
es_pe: Producto no válido.

source: %qty% variations
es_pe: %qty% variaciones

source: %qty% variation
es_pe: %qty% variación

source: Save changes before changing page?
es_pe: ¿Guardar los cambios antes de cambiar de página?

source: Sale end date (YYYY-MM-DD format or leave blank)
es_pe: Fecha de finalización de la oferta (formato AAAA-MM-DD o déjalo en blanco)

source: Sale start date (YYYY-MM-DD format or leave blank)
es_pe: Fecha de inicio de la oferta (formato AAAA-MM-DD o déjalo en blanco)

source: Are you sure you want to remove this variation?
es_pe: ¿Seguro que quieres eliminar esta variación?

source: No variations added
es_pe: No se han añadido variaciones

source: variations added
es_pe: variaciones añadidas

source: variation added
es_pe: variación añadida

source: Set variation image
es_pe: Establecer la imagen de esta variación

source: Choose an image
es_pe: Elige una imagen

source: Last warning, are you sure?
es_pe: Última advertencia, ¿estás seguro?

source: Are you sure you want to delete all variations? This cannot be undone.
es_pe: ¿Estás seguro de que quieres eliminar todas las variaciones? Esto no se puede deshacer.

source: Enter a value (fixed or %)
es_pe: Introduce un valor (absoluto o en %)

source: Variation menu order (determines position in the list of variations)
es_pe: Orden del menú de la variación (determina la posición en la lista de variaciones)

source: Enter a value
es_pe: Introduce un valor

source: Are you sure you want to link all variations? This will create a new variation for each and every possible combination of variation attributes (max %d per run).
es_pe: ¿Estás seguro de que quieres enlazar todas las variaciones? Esto creará una nueva variación para cada posible combinación de variación de atributos (máx %d por ejecución).

source: Remove this attribute?
es_pe: ¿Eliminar este atributo?

source: Enter a name for the new attribute term:
es_pe: Introduce un nombre para el nuevo atributo:

source: Downloadable products give access to a file upon purchase.
es_pe: Los productos descargables dan acceso a un archivo después de la compra.

source: Virtual products are intangible and are not shipped.
es_pe: Los productos virtuales son intangibles y no se envían.

source: Variations
es_pe: Variaciones

source: Auto Draft
es_pe: Borrador automático

source: You attempted to edit an item that doesn&#8217;t exist. Perhaps it was deleted?
es_pe: Lo que intentas editar no existe. ¿Habrá sido borrado?

source: Sorry, you are not allowed to edit this item.
es_pe: Lo siento, no tienes permisos para para editar este elemento.

source: You can&#8217;t edit this item because it is in the Trash. Please restore it and try again.
es_pe: No puedes editar esto ya que está en la Papelera. Sácala de la Papelera e inténtalo de nuevo.

source: Check this box if the coupon grants free shipping. A <a href="%s" target="_blank">free shipping method</a> must be enabled in your shipping zone and be set to require "a valid free shipping coupon" (see the "Free Shipping Requires" setting).
es_pe: Marca esta casilla si el cupón ofrece envío gratuito. El <a href="%s" target="_blank">método de envío gratuito</a> debe estar activo en tu zona de envío y requerir "un cupón válido de envío gratuito" (ver el ajuste "El envío gratuito requiere").

source: Allow free shipping
es_pe: Permitir el envío gratuito

source: Value of the coupon.
es_pe: Valor del cupón.

source: Coupon amount
es_pe: Importe del cupón

source: Whitelist of billing emails to check against when an order is placed. Separate email addresses with commas. You can also use an asterisk (*) to match parts of an email. For example "*@gmail.com" would match all gmail addresses.
es_pe: Lista de correos electrónicos permitidos contra los que probar el correo electrónico de facturación del cliente al hacer un pedido. Separa las direcciones de correo electrónico con comas. También puedes usar un asterisco (*) para hacer coincidir partes de un correo electrónico. Por ejemplo "*@gmail.com" coincidirá con todas las direcciones de correo electrónico de gmail.

source: Allowed emails
es_pe: Correos electrónicos permitidos

source: Product categories that the coupon will not be applied to, or that cannot be in the cart in order for the "Fixed cart discount" to be applied.
es_pe: Categorías de producto a las que no se podrá aplicar el cupón, o que no podrán estar en el carrito para que se aplique el "Descuento fijo en el carrito".

source: Product categories that the coupon will be applied to, or that need to be in the cart in order for the "Fixed cart discount" to be applied.
es_pe: Categorías de producto a las que se aplicará el cupón, o que tendrán que estar en el carrito para que se aplique el "Descuento fijo en el carrito".

source: Products that the coupon will not be applied to, or that cannot be in the cart in order for the "Fixed cart discount" to be applied.
es_pe: Productos a los que no se aplicará el cupón, o que no pueden estar en el carrito para que se aplique el "Descuento fijo en el carrito".

source: Products that the coupon will be applied to, or that need to be in the cart in order for the "Fixed cart discount" to be applied.
es_pe: Productos a los que se aplicará el cupón, o que tienen que estar en el carrito para que se aplique el "Descuento fijo en el carrito".

source: Edit Product
es_pe: Editar producto

source: Add new item
es_pe: Añade un nuevo elemento

source: Add new product category
es_pe: Añade una nueva categoría de producto

source: Shipping cost:
es_pe: Coste del envío:

source: Coupon code can't be empty.
es_pe: El código del cupón no puede estar vacío.

source: No Suggestions found
es_pe: No se encontraron sugerencias

source: Sell yours
es_pe: Vende el tuyo
