Repository: yersoncp/woocommerce-language-ES_PE
Catalog: dc-woocommerce-multi-vendor-*.po
Languages: es_pe

source: Vendor Page Slug
es_pe: Slug de la página de vendedor

source: Vendor Page Title
es_pe: Título de la página de vendedor

source: Pending Vendor
es_pe: Vendedor pendiente

source: Dashboard - manage your account here
es_pe: Escritorio - administra tu cuenta desde aquí

source: Congratulations! You have successfully applied as a Vendor. Please wait for further notifications from the admin.
es_pe: ¡Enhorabuena! Tu solicitud ha sido registrada. Por favor, espera las notificaciones del administrador.

source: No vendors found
es_pe: No se han encontrado vendedores

source: Choose from most used vendors
es_pe: Elige entre los vendedores más comunes

source: Add or remove vendors
es_pe: Añadir o quitar vendedores

source: Separate vendors with commas
es_pe: Separar vendedores con comas

source: Popular Vendors
es_pe: Vendedores populares

source: New Vendor Name
es_pe: Nuevo nombre de vendedor

source: Add New Vendor
es_pe: Añadir nuevo vendedor

source: Edit Vendor
es_pe: Editar vendedor

source: View Vendor
es_pe: Ver vendedor

source: All Vendors
es_pe: Todos los vendedores

source: Search Vendors
es_pe: Buscar vendedores

source: 2 Star
es_pe: 2 estrellas

source: 1 Star
es_pe: 1 estrella

source: Please Select
es_pe: Por favor selecciona

source: Vendor Rating Star.
es_pe: Calificación en estrellas del vendedor.

source: Vendor Rating.
es_pe: Calificación del vendedor.

source: Vendor Name.
es_pe: Nombre del vendedor.

source: Overview
es_pe: Resumen

source: Report
es_pe: Denunciar

source: Leave a message explaining the reasons for your abuse report
es_pe: Deja un mensaje explicando las razones por las que consideras que hay un mal uso

source: Name
es_pe: Nombre

source: Commission (fixed) Per Transaction
es_pe: Comisión (fija) por transacción

source: Commission (percentage)
es_pe: Comisión (porcentaje)

source: Unassign vendor
es_pe: Cancelar asignación de vendedor

source: Commission Fixed per unit
es_pe: Comisión fija por unidad

source: Commission Fixed per transaction
es_pe: Comisión fija por transacción

source: Choose a vendor
es_pe: Elige un vendedor

source: Direct Bank Transfer
es_pe: Transferencia bancaria directa

source: Processing
es_pe: Procesando

source: Completed
es_pe: Completado

source: Order
es_pe: Pedido

source: Account Holder Name
es_pe: Beneficiario

source: Destination Currency
es_pe: Moneda de destino

source: Bank Address
es_pe: Dirección bancaria

source: Bank Account Type
es_pe: Tipo de cuenta bancaria

source: Transaction Mode
es_pe: Modo de la transacción

source: Transfer Fee
es_pe: Comisión de transferencia

source: Transaction - %s
es_pe: Transacción - %s

source: No %s found In trash
es_pe: No se han encontrado %s en la papelera

source: Transactions
es_pe: Transacciones

source: Transaction
es_pe: Transacción

# post type singular name
source: Transaction
es_pe: Transacción

# post type general name
source: Transactions
es_pe: Transacciones

# post type singular name
source: Announcements
es_pe: Avisos

# post type general name
source: Announcements
es_pe: Avisos

source: Addtional Fields
es_pe: Campos adicionales

source: Show Commission Status
es_pe: Mostrar el estado de la comisión

source: Order ID
es_pe: ID del pedido

source: Reverse
es_pe: Opuesto

source: Unpaid
es_pe: Impagado

source: Shipping Amount:
es_pe: Cantidad transporte:

source: Amount:
es_pe: Cantidad:

source: Vendor:
es_pe: Vendedor:

source: Product:
es_pe: Producto:

source: Order ID:
es_pe: ID del pedido:

source: Search for vendor
es_pe: Buscar un vendedor

source: Commission Details
es_pe: Detalles de comisión

source: No %s found in trash
es_pe: No se han encontrado %s en la papelera

source: No %s found
es_pe: No se han encontrado %s

source: Search %a
es_pe: Buscar %a

source: View %s
es_pe: Ver %s

source: All %s
es_pe: Todos %s

source: New %s
es_pe: Nuevo %s

source: Edit %s
es_pe: Editar %s

source: Add New %s
es_pe: Añadir nuevo %s

# post type singular name
source: Commission
es_pe: Comisión

# post type general name
source: Commissions
es_pe: Comisiones

source: Total commissions earned from %1$s as at %2$s on %3$s
es_pe: Total comisiones obtenidas de %1$s en %2$s en %3$s

source: Please rate the vendor
es_pe: Por favor califica el vendedor

source: Our Return Address :
es_pe: Nuestra dirección de devoluciones:

source: Allow vendors to add vendor shop specific message in "Thank you" page and order mail.
es_pe: Permitir a los vendedores añadir un mensaje específico en la página de agradecimiento y el email del pedido.

source: Vendor can hide some details from shop.
es_pe: El vendedor puede ocultar algunos detalles de su tienda.

source: Enable hide option for vendor
es_pe: Habilitar opción de ocultar para el vendedor

source: Vendor can add external store url.
es_pe: El vendedor puede añadir una URL externa de tienda.

source: Enable store url
es_pe: Activar la URL de la tienda

source: Vendor can add order notes.
es_pe: El vendedor puede añadir notas de pedido.

source: Vendor can see order notes.
es_pe: El vendedor puede ver las notas de pedido.

source: If checked, coupons added by vendors will be directly published without admin approval.
es_pe: Si está marcado los cupones añadidos por los vendedores serán publicados automáticamente, sin la aprobación del administrador.

source: Allow vendors to create coupons.
es_pe: Permitir crear cupones a los vendedores.

source: Allow vendors to upload media files.
es_pe: Permitir a los vendedores subir archivos.

source: Upload Media Files
es_pe: Subir archivos

source: No Suggestion found
es_pe: No se encontró ninguna sugerencia

source: Completed <span class="count">(%s)</span>
es_pe: Completado <span class="count">(%s)</span>

source: Processing <span class="count">(%s)</span>
es_pe: En proceso <span class="count">(%s)</span>

source: Gross Sales
es_pe: Ventas brutas

source: no more data found
es_pe: no se han encontrado más datos

source: Mark Restore
es_pe: Marcar restaurar

source: Mark Read
es_pe: Marcar como leído

source: Mark Unread
es_pe: Marcar como no leído

source: Error in process:
es_pe: Error en el proceso:

source: No Messages Found:
es_pe: No se han encontrado mensajes:

source: Admin Message:
es_pe: Mensaje del administrador:

source: Announcements are visible only to vendors through the vendor dashboard(message section). You may use this section to broadcast your announcements.
es_pe: Los avisos son solo visibles por los vendedores desde el panel de administración (sección de mensajes). Puedes usar esta sección para hacer anuncios generales.

source: Frontend Dashboard
es_pe: Escritorio en el frontend

source: Frontend Dashboard
es_pe: Escritorio en el frontend

source: Vendor Shop Base
es_pe: Base de la tienda del vendedor

source: Configure which vendor details you want to reveal to your users
es_pe: Configura los detalles de los vendedores que quieres mostrar a los usuarios

source: Configure the "Product Add" page for vendors. Choose the features you want to show to your vendors.
es_pe: Configurar la página "Añadir producto" para vendedores. Elige las opciones que quieres mostrar a los vendedores.

source: Payment Settings
es_pe: Ajustes de pago

source: Customer Support
es_pe: Atención al cliente

source: To-do List
es_pe: Lista de tareas

source: Official Extensions
es_pe: Extensiones oficiales

source: Help &amp; Support
es_pe: Ayuda y soporte

source: Account Name-
es_pe: Nombre de la cuenta -

source: Notify the Vendor
es_pe: Añadir una sección de notificación al vendedor

source: Account Detail
es_pe: Número de cuenta

source: Address Line 2
es_pe: Dirección 2

source: Address Line 1
es_pe: Dirección 1

source: Frontend Settings Updated
es_pe: Ajustes de la interfaz actualizados

source: Related Products from Vendor's Store
es_pe: Productos relacionados del vendedor

source: Related Products from Entire Store
es_pe: Productos relacionados de la tienda

source: Select related products to show in single product pages.
es_pe: Seleccionar productos relacionados para mostrar en las páginas de productos.

source: The product purchased that generated this commission.
es_pe: El producto pedido ha generado las siguientes comisiones.

source: Customer Support Details :
es_pe: Detalles de atención al cliente:

source: City :
es_pe: Ciudad:

source: State :
es_pe: Provincia:

source: Customer Support Details of :
es_pe: Detalles de atención al cliente de:

source: Sold By
es_pe: Vendido por

source: Commission - %s
es_pe: Comisión - %s

source: User %s (%s) is reporting an abuse on the following product:
es_pe: Usuario %s (%s) informa sobre un abuso en el siguiente producto:

source: Any vendor did not generate any sales in the given period.
es_pe: Ningún vendedor ha generado ninguna venta en el periodo solicitado.

source: Vendors
es_pe: Vendedores

source: This vendor did not generate any sales in the given period.
es_pe: Este vendedor no ha generado ninguna venta en el periodo solicitado.

source: No Sales :(
es_pe: No hay ventas :(

source: Sales
es_pe: Ventas

source: Please select a product.
es_pe: Por favor, selecciona un producto.

source: This product was not sold in the given period.
es_pe: Este producto no ha sido vendido en el periodo solicitado.

source: No product was sold in the given period.
es_pe: Ningún producto se ha vendido en el periodo solicitado.

source: Sales Report
es_pe: Informes de ventas

source: Month
es_pe: Mes

source: New commissions withdrawal request have been submitted by vendor.
es_pe: Nuevas solicitudes de retirada de comisión han sido solicitadas por un vendedor.

source: Error in system please try again later
es_pe: Error en el sistema, inténtelo de nuevo más tarde

source: Your review submitted successfully
es_pe: Su comentario fue enviado correctamente

source: File upload limit exceeded
es_pe: Límite de subida excecido

source: Please Upload valid file
es_pe: Cargar archivo válido

source: Please Verify Recaptcha
es_pe: Por favor verifique el reCaptcha

source: Multipart
es_pe: Multiparte

source: Email Type
es_pe: Tipo de correo

source: More Offers
es_pe: Más ofertas

source: The vendor who receives this commission.
es_pe: El vendedor que recibe esta comisión.

source: Slug can not be empty
es_pe: El slug no puede estar vacío

source: Vendor new account emails are sent when site admin approves a pending vendor.
es_pe: Los correos de nueva cuenta de vendedor se envían cuando el administrador del sitio aprueba al nuevo vendedor.

source: New commissions withdrawal request have been submitted.
es_pe: Se han enviado las nuevas solicitudes de cobro de comisiones.

source: Enable notification for this email
es_pe: Activar notificaciones para este correo electrónico

source: Rejected Vendor
es_pe: Vendedor rechazado

source: Single Product Multiple Vendors
es_pe: Vendedores múltiples de un solo producto

source: New order notification emails are sent when order is processing.
es_pe: Los correos electrónicos de notificación de nuevos pedidos se envían cuando se procesa el pedido.

source: Withdrawal request to Admin from Vendor by BAC
es_pe: Solicitud del vendedor de pago del administrador por transferencia bancaria

source: Vendor Settings Updated
es_pe: Configuración de vendedores actualizada

source: [{site_title}] New vendor order ({order_number}) - {order_date}
es_pe: [{site_title}] Nuevo pedido ({order_number}) - {order_date}

source: New Vendor Product By Admin
es_pe: Nuevo producto de vendedor por administrador

source: Please review your vendor and minimum 10 Character required
es_pe: Por favor, revisa tu vendedor y se requiere un mínimo de 10 caracteres

source: Paypal Payout Settings Updated
es_pe: Actualizados ajustes de Pagos PayPal

source: Paypal Masspay Settings Updated
es_pe: Actualizados ajustes de pagos masivos PayPal

source: Vendor
es_pe: Vendedor

source: Parent Vendor:
es_pe: Vendedor superior:

source: Parent Vendor
es_pe: Vendedor superior

source: Vendor Billing
es_pe: Facturación a vendedores

source: Vendor's New Transaction
es_pe: Nueva transacción del vendedor

source: Vendor New order
es_pe: Nuevo pedido al vendedor

source: Update Vendor
es_pe: Actualizar vendedor

source: Zip Code
es_pe: Código postal

source: Apply to become a vendor
es_pe: Aplicar para convertirse en un vendedor

source: If checked, automatically vendors commission will disburse.
es_pe: Si está marcada, la comisión de los vendedores se desembolsará automáticamente.

source: Commission Paid (for Vendor) by BAC
es_pe: Comisión pagada (por vendedor) por transferencia bancaria

source: Recipient(s)
es_pe: Destinatario(s)

source: Fee
es_pe: Cuotas

source: Hide email in frontend
es_pe: Ocultar correo en la portada

source: This controls the email subject line. Leave it blank to use the default subject: <code>%s</code>.
es_pe: Controla el asunto del correo. Déjalo en blanco si quieres usar el asunto por defecto: <code>%s</code>.

source: Tax Amount:
es_pe: Cantidad del impuesto:

source: Vendor new account emails are sent when a customer signs up via the checkout or My Account page.
es_pe: Se envían correos de nuevos vendedores cuando un cliente se registra a través de la página de pago o de la página mi cuenta.

source: New order emails are sent when a new product is assigned to a vendor by the admin
es_pe: Los correos de pedidos nuevos se envían cuando un nuevo producto se asigna a un vendedor por el administrador

source: Vendor Commissions
es_pe: Comisiones del vendedor

source: New emails are sent when a user applies to be a vendor.
es_pe: Cuando un usuario solicita ser vendedor se envían nuevos correos.

source: SKU must be unique
es_pe: El SKU debe ser único

source: Get <a href="//wc-marketplace.com/product/wcmp-frontend-manager/">Advanced Frontend Manager</a> to offer a single dashboard for all vendor purpose and eliminate their backend access requirement.
es_pe: Consigue <a href="//wc-marketplace.com/product/wcmp-frontend-manager/">Advanced Frontend Manager</a> para ofrecer un panel sencillo a todos los vendedores y eliminar el requisito de tener que acceder a la administración de WordPress.

source: Number of free withdrawal requests.
es_pe: Número de retiradas gratuitas solicitadas.

source: Vendors will be charged this amount per withdrawal after the quota of free withdrawals is over.
es_pe: Al vendedor se le cobrará esta cantidad por la retirada después de que el cupo de retiradas gratuitas haya terminado.

source: This will be the default commission(in percentage or fixed) paid to vendors if product and vendor-specific commission is not set.
es_pe: Esta será la comisión por defecto (en porcentaje o fija) pagada a vendedores, si en el producto o en la sección del vendedor no está fijada.

source: Client ID
es_pe: ID de cliente

source: Choose your preferred page for vendor registration
es_pe: Elige la página preferida para el registro del vendedor

source: If unchecked vendor will have access to backend
es_pe: Si no está seleccionado, el vendedor tendrá acceso a la administración

source: Number of orders
es_pe: Número de pedidos

source: Choose your preferred page for vendor dashboard
es_pe: Elige tu tipo de página preferida para el escritorio del vendedor

source: Capabilities
es_pe: Permisos

source: Vendor Registration
es_pe: Registro vendedor

source: Payment
es_pe: Pagos

source: Return Address & Customer Support Details
es_pe: Dirección de devoluciones y detalles de atención al cliente

source: "Knowledgebase" section is visible only to vendors through the vendor dashboard. You may use this section to onboard your vendors. Share tutorials, best practices, "how to" guides or whatever you feel is appropriate with your vendors.
es_pe: La sección "Documentación" sólo está visible para los vendedores a través del panel de control del vendedor. Puedes usar esta sección como iniciación para los vendedores. Compartir tutoriales, prácticas recomendadas, guías de "cómo" o cualquier cosa que consideres apropiada.

source: Knowledgebase
es_pe: Documentación

source: PayPal Payout
es_pe: Pago de PayPal

source: Paypal Payout
es_pe: Pago de PayPal

source: PayPal Email
es_pe: Correo electrónico de PayPal

source: Date of request
es_pe: Fecha de la solicitud

source: Vendor Rating
es_pe: Valoración del vendedor

source: Sort By :
es_pe: Ordenar por:

source: Zip Code :
es_pe: Código postal:

source: Country :
es_pe: País:

source: Address Line 2 :
es_pe: Dirección 2:

source: Address Line 1 :
es_pe: Dirección 1:

source: Return Address of :
es_pe: Dirección de devolución de:

source: Phone :
es_pe: Teléfono:

source: Email :
es_pe: Correo electrónico:

source: Notices Enable/Disable :
es_pe: Activar/desactivar avisos:

source: Customer Email
es_pe: Correo electrónico del cliente

source: Bank Name -
es_pe: Nombre de banco -

source: Vendor Application
es_pe: Solicitudes de vendedores

source: Current
es_pe: Cuenta corriente

source: Savings
es_pe: Caja de ahorros

source: Report Abuse
es_pe: Denunciar este producto

source: [{site_title}] The transaction you requested was successfully completed.
es_pe: [{site_title}] La transacción solicitada se completó con éxito.

source: Shipping
es_pe: Envío

source: Bank Name
es_pe: Nombre del banco

source: Product Name
es_pe: Nombre del producto

source: Bank Account Number
es_pe: Número de cuenta bancaria

source: Transaction Details
es_pe: Detalles de transacciones

source: Transaction Details
es_pe: Detalles de pagos

source: ABA Routing Number
es_pe: Número de ruta (ABA)

source: Total Earnings
es_pe: Comisiones totales

source: Vendor Earnings
es_pe: Comisiones del vendedor

source: My Earnings
es_pe: Mis comisiones

source: Sales and Earnings
es_pe: Ventas y comisiones

source: %s gross sales in this period
es_pe: %s ventas brutas en este periodo

source: Disable
es_pe: Desactivar

source: Username
es_pe: Nombre de usuario

source: Powered by
es_pe: Funciona con
