Repository: yersoncp/woocommerce-language-ES_PE
Catalog: dc-woocommerce-multi-vendor-*.po
Languages: es_pe

source: Order Number: %s
es_pe: Pedido número: %s

source: You can access your account area here: %s.
es_pe: Puedes acceder a tu cuenta aquí: %s.

source: Thanks for creating an account with %s. We have received your application for vendor registration. We will verify the information provided by you and inform you via email. Your username is <strong>%s</strong>.
es_pe: Gracias por crear una cuenta con %s. Hemos recibido tu solicitud para registrarte como vendedor. Revisaremos la información proporcionada y te informaremos vía email sobre tu solicitud. Tu nombre de usuario es <strong>%s</strong>.

source: Thanks for creating an account as Pending Vendor on %s. But your request has been rejected due to some reason.
es_pe: Gracias por crear una cuenta como vendedor el %s. , pero tu solicitud ha sido rechazada por alguna razón.

source: Application Status: %s
es_pe: Estado de la solicitud: %s

source: Edit %s: %s
es_pe: Editar %s: %s

source: %s title: %s
es_pe: %s título: %s

source: Coupon
es_pe: Cupón

source: View product: %s
es_pe: Ver producto: %s

source: Edit product: %s
es_pe: Editar producto: %s

source: Submitted by: %s
es_pe: Enviado por: %s

source: Product title: %s
es_pe: Título de producto: %s

source: Vendor Registration Form
es_pe: Formulario de registro del vendedor

source: Social Media
es_pe: Redes sociales

source: Your password is <strong>%s</strong>.
es_pe: Tu contraseña es <strong>%s</strong>.

source: Hi there! This is a notification about a new %s on %s.
es_pe: ¡Hola! Esta es una notificación de un nuevo %s en %s.

source: Hi there! This is to notify that a new product has been submitted in %s.
es_pe: ¡Hola! Un nuevo producto ha sido enviado el %s.

source: Applicant Username: %s
es_pe: Usuario solicitante %s

source: Application status: Approved
es_pe: Estado de la solicitud: Aprobada

source: Hello,<br>There is a new withdrawal request for $%s from a vendor %s at your site. The order details are as following:
es_pe: Hola,<br>Hay una nueva solicitud de retirada de $%s de un vendedor %s en tu sitio. Los detalles del pedido son los siguientes:

source: A new user has applied to be a vendor on %s. His/her email is <strong>%s</strong>.
es_pe: Un nuevo usuario ha solicitado ser vendedor el %s. Su correo electrónico es <strong>%s</strong>.

source: Customer Support Details & Product Return Address
es_pe: Detalles de atención al cliente & Dirección de devolución del producto

source: Return Address
es_pe: Dirección de devoluciones

source: Customer Support Details
es_pe: Detalles de atención al cliente

source: Vendor Details
es_pe: Detalles de vendedor

source: External Store URL
es_pe: URL de tienda externa

source: Settings
es_pe: Ajustes

source: Vendor Orders
es_pe: Pedidos de vendedor

source: Hide from guests
es_pe: Ocultar a invitados

source: Submit
es_pe: Enviar

source: Do you need more information? Write to us!
es_pe: ¿Necesitas más información? ¡Escríbenos!

source: Quick Info
es_pe: Información rápida

source: Email sent successfully.
es_pe: Correo enviado correctamente.

source: Unable to send email. Please try again.
es_pe: No se puede enviar el correo electrónico. Por favor, inténtelo de nuevo.

source: Title
es_pe: Título

source: Store Location
es_pe: Localización de la tienda

source: This widget shows a list of shop vendors..
es_pe: Este widget muestra una lista de los vendedores de la tienda.

source: More Products from %1$s
es_pe: Más productos de %1$s

source: You have been cleared for landing! Congratulations and welcome aboard!
es_pe: Has sido aprobado. ¡ Felicitaciones y Bienvenido a bordo!

source: Submit Button Label Text
es_pe: Enviar texto del botón

source: Rating Low To High
es_pe: Valoración de bajo a alto

source: Rating High To Low
es_pe: Valoración de alto a bajo

source: Tracking Url:
es_pe: Url de seguimiento:

source: Enter Tracking ID
es_pe: Introduce el ID de rastreo

source: Enter Tracking Url
es_pe: Introduce la URL de rastreo

source: Leave Vendor feedback
es_pe: Dejar comentario al vendedor

source: Shipment Tracking Details
es_pe: Detalles del seguimiento de envíos

source: Sorry no more offers available
es_pe: Lo siento, no hay más ofertas disponibles

source: A Free Extension That Transforms Your WooCommerce Site into a Marketplace.
es_pe: Una extensión gratuita que transforma tu sitio WooCommerce en un mercado.

source: Another Multivendor Plugin is allready Activated Please deactivate first to install this plugin
es_pe: Otro plugin multivendedor está ya activo. Por favor, desactivalo primero para instalar este plugin

source: Action
es_pe: Acción

source: Bank transfer
es_pe: Transferencia bancaria

source: Storefront
es_pe: Escaparate

source: Email:
es_pe: Correo:

# page_slug
source: vendor-registration
es_pe: registro-vendedor

source: WCMp: Vendor's Quick Info
es_pe: WCMp Información rápida del vendedor

source: Display the vendor's store location on Google Maps.
es_pe: Mostrar la ubicación de la tienda del vendedor en Google Maps.

source: No Review Yet
es_pe: No hay valoraciones aún

source: WCMp plugin requires <a href="https://wordpress.org/plugins/woocommerce/">WooCommerce</a> plugins to be active!
es_pe: WCMp plugin necesita ¡<a href="https://es.wordpress.org/plugins/woocommerce/">WooCommerce</a> activo!

source: Hello,<br>We have received a new withdrawal request for %s from you and your request is being processed.The order details are as follows:
es_pe: Hola,<br>Hemos recibido una nueva solicitud de retirada para %s y está siendo procesada. Los detalles del pedido son los siguientes:

source: Hello,<br>Unfortunately your request for withdrawal amount could not be completed. You may try again later, or check you PayPal settings in your account page, or contact the admin at <b>%s</b>
es_pe: Hola,<br>Desafortunadamente tu solicitud de retirada no ha podido ser completada. Puedes intentarlo luego, o comprobar tus ajustes de PayPal en la página de tu cuenta, o contactar con el administrador al <b>%s</b>

source: Hello,<br>You have successfully completed a withdrawal of $%s on %s through Paypal. The order details are as follows:
es_pe: Hola,<br>Has completado con éxito una retirada de $%s el %s desde PayPal. Los detalles del pedido son los siguientes:

source: Your Threshold value for withdrawals is :
es_pe: El valor mínimo para retiradas es:

source: Store Settings
es_pe: Ajustes

source: Product Manager
es_pe: Productos

source: Address:
es_pe: Dirección:

source: Phone:
es_pe: Teléfono:

source: Hello,<br>You have successfully completed a withdrawal of $%s on %s through PayPal. The order details are as follows:
es_pe: Hola,<br>Has completado con éxito una retirada de $%s el %s desde PayPal. Los detalles del pedido son los siguientes:

source: Hello,<br>This is to notify you that your withdrawal request for $%s on %s has been successfully processed. The order details are as follows:
es_pe: Hola,<br>Esto es para notificarte que tu solicitud de retirada para $%s el %s ha sido procesada con éxito. Los detalles del pedido son los siguientes

source: Hello,<br> %s has successfully completed a withdrawal of $%s on %s through Paypal. The order details are as follows:
es_pe: Hola,<br> %s ha completado con éxito una retirada de $%s el %s desde PayPal. Los detalles del pedido son los siguientes:

source: Hello,<br> %s has successfully completed a withdrawal of $%s on %s through PayPal. The order details are as follows:
es_pe: Hola,<br> %s ha completado con éxito una retirada de $%s el %s desde PayPal. Los detalles del pedido son los siguientes:

source: Select Date Range :
es_pe: Período:

source: Purchased Products
es_pe: Productos vendidos

source: Email *
es_pe: Correo electrónico *

source: Store Name *
es_pe: Nombre de la tienda *

source: Comment
es_pe: Comentar

source: Net Earnings
es_pe: Comisiones netas

source: Earnings
es_pe: Comisiones

source: Purchase note
es_pe: Nota de compra

source: A new order was received and marked as %s from %s. Their order is as follows:
es_pe: Se ha recibido un nuevo pedido y se ha marcado como %s para %s. Su pedido es el siguiente:

source: Upload
es_pe: Subir

source: Email address
es_pe: Dirección de correo electrónico

source: Replace
es_pe: Reemplazar

source: Status
es_pe: Estado

source: Product
es_pe: Producto

source: Paid
es_pe: Pagado

source: Product page:: %s
es_pe: Página de producto: %s

source: Message: %s
es_pe: Mensaje: %s

source: Vendor shop: %s
es_pe: Tienda del vendedor: %s

source: Product details: %s (ID: #%s)
es_pe: Detalles del producto: %s (ID: #%s)

source: DETAILS
es_pe: DETALLES

# slug
source: vendor
es_pe: vendedor

source: Date
es_pe: Fecha

source: Approve
es_pe: Aprobar

source: View
es_pe: Ver

source: Shipping Address
es_pe: Dirección de envío

source: Billing Address
es_pe: Dirección de facturación

source: Customer Name
es_pe: Nombre del cliente

source: Publish Products
es_pe: Publicar productos

source: Submit Products
es_pe: Enviar productos

source: 5 Star
es_pe: 5 estrellas

source: 4 Star
es_pe: 4 estrellas

source: 3 Star
es_pe: 3 estrellas

source: Vendor Name
es_pe: Nombre del vendedor

source: Dismiss
es_pe: Descartar

source: Reject
es_pe: Rechazar

source: Edit
es_pe: Editar

source: Fixed (per unit)
es_pe: Fijo (por unidad)

source: Fixed (per transaction)
es_pe: Fijo (por transacción)

source: Percentage
es_pe: Porcentaje

source: Shipping Policy
es_pe: Política de envíos

source: Country
es_pe: País

source: City
es_pe: Ciudad

source: Phone Number
es_pe: Número de teléfono

source: Email
es_pe: Correo

source: All Products
es_pe: Todos los productos

source: Publish Coupons
es_pe: Publicar cupones

source: Submit Coupons
es_pe: Enviar cupones

source: Announcements
es_pe: Avisos

source: Policies
es_pe: Políticas

source: Extensions
es_pe: Extensiones

source: Products
es_pe: Productos

source: Supported Themes
es_pe: Temas compatibles

source: View Demo
es_pe: Ver demostración

source: Github Project
es_pe: Proyecto en Github

source: WordPress.org Project
es_pe: Proyecto en WordPress.org

source: For more information:
es_pe: Para más información:

source: Found a bug?
es_pe: ¿Encontraste un error?

source: Section
es_pe: Sección

source: Attachment
es_pe: Adjunto

source: List
es_pe: Lista

source: Textarea
es_pe: Área de texto

source: Textbox
es_pe: Cuadro de texto

source: Account No -
es_pe: Número de cuenta -

source: Amount
es_pe: Cantidad

source: Commission
es_pe: Comisión

source: Downloadable
es_pe: Descargable

source: Grouped
es_pe: Agrupado

source: Simple
es_pe: Sencillo

source: Product Types
es_pe: Tipos de productos

source: Advanced
es_pe: Avanzado

source: Attributes
es_pe: Atributos

source: Linked Products
es_pe: Productos vinculados

source: Inventory
es_pe: Inventario

source: Tax
es_pe: Impuesto

source: Message to buyer
es_pe: Mensaje al comprador

source: This widget shows..
es_pe: Este widget muestra.

source: Title (optional):
es_pe: Título (opcional):

source: Sorry you are not authorized for this pages. Please contact with admin.
es_pe: Lo sentimos no estas autorizado a ver estas páginas. Por favor, contacta con el administrador.

source: All Options Saved
es_pe: Todas las opciones guardadas

source: Search for a vendor...
es_pe: Buscar por vendedor…

source: Show
es_pe: Mostrar

source: Search for a product...
es_pe: Buscar por un producto...

source: Go
es_pe: Ir

source: Custom
es_pe: Personalizado

source: Your store has no vendors.
es_pe: Su tienda no tiene vendedores.

source: Your store has no products.
es_pe: Su tienda no tiene productos.

source: Total Sales
es_pe: Ventas totales

source: Export CSV
es_pe: Exportar CSV

source: Last 7 Days
es_pe: Últimos 7 días

source: This Month
es_pe: Este mes

source: Last Month
es_pe: Último mes

source: Year
es_pe: Año

source: %s Net Earnings in this Period
es_pe: %s Ventas netas en el periodo

source: [{site_title}] New Transaction
es_pe: [{site_title}] Nueva transacción

source: Your Order on {site_title} has been Shipped
es_pe: Tu pedido en {site_title} ha sido enviado

source: Confirm customer that vendor has shipped the order.
es_pe: Confirmar al cliente que el vendedor ha enviado el pedido.

source: Notify as Shipped.
es_pe: Notificar como enviado.

source: [{blogname}] New coupon submitted by {vendor_name} - {product_name}
es_pe: [{blogname}] Nuevo cupón enviado por {vendor_name} - {product_name}

source: New coupon submitted: {product_name}
es_pe: Nuevo cupón enviado: {product_name}

source: Notification emails are sent when a new coupon is submitted by a vendor.
es_pe: Emails de notificación son enviados cuando un nuevo cupón es enviado por un vendedor.

source: New Vendor Coupon
es_pe: Nuevo cupón de vendedor

source: [{blogname}] New product submitted by {vendor_name} - {product_name}
es_pe: [{blogname}] Nuevo producto enviado por {vendor_name} - {product_name}

source: Notification emails are sent when a new product is submitted by a vendor.
es_pe: Emails de notificación son enviados cuando un nuevo producto es enviado por un vendedor.

source: New Vendor Product
es_pe: Nuevo producto de vendedor

source: New commissions have been credited to vendor.
es_pe: Nuevas comisiones han sido asignadas al vendedor.

source: Transactions (for Vendor)
es_pe: Transacciones por vendedor

source: [{site_title}] Commission Payment Request
es_pe: [{site_title}] Solicitud de pago de comisión

source: Vendor's Commission Requests
es_pe: Solicitudes de comisión del vendedor

source: If checked, products uploaded by vendors will be directly published without admin approval.
es_pe: Si está marcado los productos subidos por los vendedores serán publicados automáticamente sin la aprobación del administrador.

source: Allow vendors to submit products for approval/publishing.
es_pe: Permitir a los vendedores enviar productos para su aprobación/publicación.

source: Pending Products Approval
es_pe: Productos pendientes de aprobación

source: Pending Coupons Approval
es_pe: Cupones pendientes de aprobación

source: Pending Vendor Approval
es_pe: Vendedor pendiente de aprobación

source: How/When to Pay
es_pe: Cómo/Cuándo pagar

source: Pending Bank Transfer
es_pe: Transferencias bancarias pendientes

source: Coupon Name
es_pe: Nombre de cupón

source: Activate
es_pe: Activar

source: Pending User
es_pe: Usuario pendiente

source: Type Options
es_pe: Opciones de tipo

source: External / Affiliate
es_pe: Externo / Afiliado

source: Payment Settings Updated
es_pe: Ajustes de pago actualizados

source: Number of Free Withdrawals
es_pe: Número de retiradas gratuitas

source: Withdrawal Charges
es_pe: Cargos por retirada

source: Hourly
es_pe: A cada hora

source: Fortnightly
es_pe: Quincenalmente

source: Monthly
es_pe: Mensualmente

source: Daily
es_pe: Diariamente

source: Weekly
es_pe: Semanalmente

source: Set Schedule
es_pe: Seleccionar programación

source: Threshold amount required to disburse commission.
es_pe: Cantidad umbral necesaria para desembolsar la comisión.

source: Transfer shipping charges collected (per product) to the vendor.
es_pe: Transferir los gastos de envío recogidos (por producto) al vendedor.

source: Transfer the tax collected (per product) to the vendor.
es_pe: Transferir el impuesto recaudado (por producto) para el vendedor.

source: Share Coupon Discount
es_pe: Compartir cupón de descuento

source: This will be the default percentage paid to vendors if product and vendor specific commission is not set.
es_pe: Esta será la comisión pagada por defecto pagada a los vendedores si la comisión por defecto del producto y del vendedor no están fijadas.

source: Commission Percentage
es_pe: Porcentaje de comisión

source: Commission value
es_pe: Valor de comisión

source: Choose your preferred commission type. It will affect all commission calculations.
es_pe: Elige tu tipo de comisión más usual. Esto afectará a todos los tipos de cálculos de comisión.

source: %age + Fixed (per unit)
es_pe: % porcentaje + Fijo (por unidad)

source: %age + Fixed (per transaction)
es_pe: % porcentaje + Fijo (por transacción)

source: Fixed Amount
es_pe: Cantidad fija

source: Choose Commission Type
es_pe: Elegir tipo de comisión

source: Client Secret
es_pe: Clave secreta de cliente

source: Cancellation / Return / Exchange Policy
es_pe: Políticas de cancelación / devolución / cambios

source: Commission Type
es_pe: Tipo de comisión

source: What to Pay
es_pe: Qué pagar

source: Admin fees
es_pe: Comisión de administración

source: Mode
es_pe: Modo

source: Revenue Sharing Mode
es_pe: Modo de compartir las ganacias

source: Payment Method
es_pe: Método de pago

source: Direct Bank
es_pe: Transferencia bancaria

source: Enable Test Mode
es_pe: Activar el modo test

source: API Signature
es_pe: Firma API

source: API Password
es_pe: Contraseña API

source: API Username
es_pe: Usuario API

source: Vendor Shipping
es_pe: Envíos del vendedor

source: Vendor Announcements
es_pe: Avisos del vendedor

source: Vendor Withdrawals
es_pe: Retiradas del vendedor

source: Vendor Report
es_pe: Informe de vendedor

source: Vendor Policies
es_pe: Políticas del vendedor

source: Vendor Dashboard
es_pe: Escritorio del vendedor

source: Page Settings Updated
es_pe: Ajustes de página actualizados

source: General Settings Updated
es_pe: Opciones generales actualizadas

source: If left unchecked, every vendor applicant will be auto-approved, which is not a recommended setting.
es_pe: Si se deja desmarcado todas las solicitudes de nuevos vendedores serán automáticamente aprobadas. Esta opción no es recomendable.

source: Approve Vendors Manually
es_pe: Aprobar vendedores manualmente

source: Policies Settings Updated
es_pe: Ajustes de políticas actualizados

source: Refund Policy
es_pe: Política de devoluciones

source: Cancellation/Return/Exchange Policy
es_pe: Cancelación/Devolución/Política de cambios

source: Enable Policies
es_pe: Activar las políticas

source: Customer Support Details Settings Updated
es_pe: Detalles de atención al cliente y ajustes actualizados

source: State
es_pe: Estado

source: Title Update Error
es_pe: Error de actualización de título

source: Slug already exists
es_pe: El slug ya existe

source: Slug Already Exists
es_pe: El slug ya existe

source: Commission Fixed Per Unit
es_pe: Comisión fija por unidad

source: Commission Percentage(%)
es_pe: Porcentaje de comisión(%)

source: Block this vendor with all items
es_pe: Bloquear este vendedor y todos sus productos

source: Withhold Shipping
es_pe: Retener el envío

source: Withhold Tax
es_pe: Retener el impuesto

source: Message to Buyers
es_pe: Mensaje a los compradores

source: Payment Mode
es_pe: Modo de pago

source: Customer Phone
es_pe: Teléfono del cliente

source: Customer Return City
es_pe: Ciudad de devolución del cliente

source: Customer Return State
es_pe: Estado de devolución del cliente

source: Customer Country
es_pe: País del cliente

source: Customer address2
es_pe: Dirección del cliente 2

source: Customer address1
es_pe: Dirección del cliente 1

source: Logo
es_pe: Logotipo

source: Instagram Profile
es_pe: Perfil de Instagram

source: YouTube Channel
es_pe: Canal de Youtube

source: LinkedIn Profile
es_pe: Perfil de Linkedin

source: Google+ Profile
es_pe: Perfil de Google+

source: Twitter Profile
es_pe: Perfil de Twitter

source: Facebook Profile
es_pe: Perfil de Facebook

source: Phone
es_pe: Teléfono

source: External store URL label
es_pe: Etiqueta de la URL de tienda externa

source: External store URL
es_pe: URL de tienda externa

source: Postcode
es_pe: Código postal

source: Rejected Vendor Account
es_pe: Rechazar cuenta de vendedor

source: Welcome to {site_title}
es_pe: Bienvenido a {site_title}

source: Your account on {site_title}
es_pe: Tu cuenta en {site_title}

source: Approved Vendor Account
es_pe: Cuenta de vendedor aprobada

source: Choose format for the email that will be sent.
es_pe: Elige el tipo de formato para el correo que se enviará.

source: This controls the main heading contained in the email notification. Leave it blank to use the default heading: <code>%s</code>.
es_pe: Esto controla la cabecera principal de la notificación de email. Deja en blanco para usar la cabecera por defecto: <code>%s</code>.

source: [{site_title}] Commission Widthdrawal Request
es_pe: [{site_title}] Solicitud de retirada de comisión

source: New Commission Withdrawal Request
es_pe: Nueva solicitud de retirada de comisión

source: [{site_title}] New Vendor Account
es_pe: [{site_title}] Nueva cuenta de vendedor

source: New Vendor Account
es_pe: Nueva cuenta de vendedor

source: Enter recipient(s) (comma separated) for this email. Defaults to <code>%s</code>.
es_pe: Introducir destinatarios (separados por comas) para este email. Por defecto a <code>%s</code>.

source: Admin New Vendor Account
es_pe: Nueva cuenta de vendedor

source: Plain Text
es_pe: Texto plano

source: Choose which format of email to be sent.
es_pe: Elige que formato de email se enviará.

source: This controls the main heading contained within the email notification. Leave it blank to use the default heading: <code>%s</code>.
es_pe: Esto controla la cabecera contenida en la notificación de email. Deja en blanco para usar la cabecera por defecto: <code>%s</code>.

source: Email Heading
es_pe: Cabecera del email

source: Subject
es_pe: Asunto

source: Enable this email notification.
es_pe: Activar esta notificación por correo.

source: Enable/Disable
es_pe: Activar/Desactivar

source: [{blogname}] Admin has assigned new product to You- {product_name}
es_pe: [{blogname}] El administrador te ha asignado un nuevo producto- {product_name}

source: New product submitted: {product_name}
es_pe: Nuevo producto enviado: {product_name}

source: Vendor Widthdrawals
es_pe: Retiradas del vendedor

source: Every 15 Days
es_pe: Cada 15 días

source: Every 1 Month
es_pe: Cada 1 mes

source: Every 7 Days
es_pe: Cada 7 días

source: Shipped
es_pe: Enviado

source: Shipping Subtotal:
es_pe: Subtotal transporte:

source: Tax Subtotal:
es_pe: Subtotal impuestos:

source: Commission Subtotal:
es_pe: Subtotal de comisión:

source: Commission: %s
es_pe: Comisión: %s

source: Quantity: %s
es_pe: Cantidad: %s

source: Shop Title Update Error
es_pe: Error al actualizar el título de la tienda

source: Shop Title can not be empty
es_pe: El título de la tienda no puede estar vacío

source: No shipping class
es_pe: No hay método de envío

source: Orders
es_pe: Pedidos

source: Order Status
es_pe: Estado del pedido

source: Shipping Address Details
es_pe: Detalles de la dirección de envío

source: Billing Address Details
es_pe: Detalles de la dirección de facturación

source: Customer Contact
es_pe: Contacto del cliente

source: Payment System
es_pe: Sistema de pago

source: Discount Used
es_pe: Descuento usado

source: Quantity
es_pe: Cantidad

source: Items bought
es_pe: Productos comprados

source: Time Of Purchase
es_pe: Tiempo de compra

source: Date of Purchase
es_pe: Fecha de compra

source: Sorry. no transaction data is available upon your selection
es_pe: Lo sentimos, ningún dato de transacción está disponible en tu selección

source: Credit
es_pe: Crédito

source: Mode
es_pe: Modo

source: Transaction ID
es_pe: ID de la transacción

source: Select a Vendor.
es_pe: Seleccionar un vendedor.

source: Commission(fixed), Per Transaction
es_pe: Comisión(fija), por comisión

source: Commission Amount
es_pe: Comisión importe

source: Customer Return Zip
es_pe: Código Postal de devolución del cliente

source: Address 2
es_pe: Dirección 2

source: Address 1
es_pe: Dirección 1

source: Hide description in frontend
es_pe: Ocultar descripción en el frontend

source: Hide phone in frontend
es_pe: Ocultar teléfono en el frontend

source: Hide address in frontend
es_pe: Ocultar dirección en el frontend

source: Description
es_pe: Descripción
